{
    "article": {
        "about_the_author": "A propos de l'auteur",
        "interview": "Entretien",
        "by": "Par"
    },
    "course": {
        "starts": "Départs",
        "enroll_by": "S'inscrire à",
        "lessons": "Cours",
        "date": "Date",
        "lesson": "Cours",
        "notebook": "Carnet",
        "files": "Des dossiers"
    },
    "gdpr": {
        "table_of_contents": "Table des matières",
        "what_are_cookies": "Que sont les cookies?",
        "why_do_we_use": "Pourquoi utilisons-nous des cookies?",
        "how_to_control": "Comment puis-je contrôler les cookies?",
        "what_about_tracking": "Qu'en est-il des autres technologies de suivi?",
        "use_flash": "Utilisons-nous des cookies Flash ou des objets partagés locaux?",
        "targeted_ads": "SERVEONS-NOUS PUBLICITÉ ciblé?",
        "how_often_updated": "À quelle fréquence allons-nous mettre à jour cette politique de cookie",
        "contact_us": "Nous contacter",
        "cookie_policy": "Politique de cookie",
        "last_update": "Dernière mise à jour 9/30/2021"
    },
    "edit_profile": {
        "update_your_profile": "Mettre à jour votre profil",
        "why_update_your_profile": "Mettez à jour votre profil pour ajouter plus d'informations sur vous-même ou pour modifier vos informations.",
        "about": "Sur",
        "tell_us_about": "Parlez nous de vous...",
        "drop_files": "Déposez les fichiers ici ...",
        "drag_files": "Glisser-déposer des fichiers ici",
        "profile_photo": "Photo de profil",
        "update": "Mettre à jour",
        "cancel": "Annuler",
        "loading": "Chargement...",
        "couldnt_update_profile": "Nous n'avons pas pu mettre à jour votre profil pour le moment",
        "file_aborted": "La lecture de fichiers a été abandonnée",
        "file_failed": "Impossible de lire le fichier",
        "format_not_accepted": "Ce format de fichier n'est pas accepté",
        "too_large": "Ce fichier est trop grand",
        "fill_out_about": "S'il vous plaît remplir votre section sur la section"
    },
    "index_profile": {
        "joined": "Rejoint"
    },
    "project_create_edit": {
        "could_not_create": "Nous ne pouvions pas créer votre projet à ce moment-là",
        "file_abort": "La lecture de fichiers a été abandonnée",
        "file_failed": "Impossible de lire le fichier",
        "file_format_not_accepted": "Ce format de fichier n'est pas accepté",
        "file_too_large": "Ce fichier est trop grand",
        "error_title": "S'il vous plaît remplir votre titre de projet",
        "error_start_date": "Veuillez définir une date de début valide",
        "error_end_date": "Veuillez définir une date de fin valide",
        "error_dates": "La date de fin doit venir après la date de début",
        "error_abstract": "Veuillez fournir un bref aperçu de votre projet (ou sur ce que vous envisagez de compléter pour votre projet)",
        "error_email": "S'il vous plaît entrer un email valide",
        "could_not_find_email": "Nous n'avons pas pu trouver cette adresse",
        "create_project": "Créer un projet",
        "why_create_project": "Créez un projet pour partager votre travail et gagner des commentaires de vos pairs et des mentors professionnels.",
        "title": "Titre",
        "start_date": "Date de début",
        "not_required": "Non requis",
        "end_date": "Date de fin",
        "summary": "Sommaire",
        "add_members": "Ajouter des membres",
        "fields": "Des champs",
        "drop_files": "Déposez les fichiers ici ...",
        "drag_files": "Glisser-déposer des fichiers ici",
        "suggest_photo": "Il a suggéré que vous ayez au moins une photo à des fins d'affichage",
        "multiple_photos": "Depuis que vous avez plus d'une photo, vous pouvez",
        "set_display_photo": "Changer votre photo d'affichage",
        "create": "Créer",
        "update_project": "Mettez à jour votre projet",
        "why_update_project": "Ici, vous pouvez mettre à jour votre projet",
        "update": "Mettre à jour",
        "cancel": "Annuler"
    },
    "auth": {
        "auth_invalid_email": "L'adresse e-mail ou le mot de passe est invalide (si vous vous connectez avec Gmail, essayez d'utiliser le bouton ci-dessous)",
        "auth_user_disabled": "Le compte correspondant à cet e-mail a été désactivé",
        "auth_user_not_found": "Il n'y a pas de compte associé à cet email",
        "auth_wrong_password": "L'adresse e-mail ou le mot de passe est invalide (si vous vous connectez avec Gmail, essayez d'utiliser le bouton ci-dessous)",
        "please_verify": "Veuillez vérifier votre email avant de vous connecter",
        "auth_email_in_use": "Cet e-mail est déjà utilisée",
        "auth_weak_password": "Le mot de passe fourni est faible",
        "valid_email": "Veuillez saisir un email valide",
        "password_whitespace": "Le mot de passe ne doit pas contenir de gros espaces",
        "password_uppercase": "Le mot de passe doit avoir au moins un caractère majuscule",
        "password_lowercase": "Le mot de passe doit avoir au moins un caractère minuscule",
        "password_digit": "Le mot de passe doit contenir au moins un chiffre",
        "password_symbol": "Le mot de passe doit contenir au moins un symbole spécial",
        "password_length": "Le mot de passe doit être de 8 à 100 caractères.",
        "educator_sign_in": "Educateur Connectez-vous",
        "why_educator_sign_in": "Connectez-vous maintenant pour responsabiliser la prochaine génération de jeunes scientifiques. Êtes-vous un étudiant?",
        "sign_in_here": "Se connecter ici.",
        "email": "E-mail",
        "password": "Mot de passe",
        "sign_in ": "S'identifier",
        "new_here": "Nouveau ici?",
        "sign_up ": "S'inscrire",
        "reset_password": "réinitialiser le mot de passe",
        "why_reset_password": "Mot de passe oublié? Pas de soucis! Soumettez votre email ci-dessous et nous vous enverrons un lien de réinitialisation.",
        "reset_message": "Nous venons de vous envoyer un lien pour réinitialiser votre mot de passe. Assurez-vous également de vérifier votre spam pour cet email.",
        "go_home": "Rentrer chez soi",
        "student_sign_in": "Secteur de l'étudiant",
        "why_student_sign_in": "Avoir un compte vous permet de partager vos projets, trouvez des événements adaptés à vos intérêts et de recevoir le mentorat. Êtes-vous un éducateur?",
        "or": "ou",
        "google_sign_in": "Connectez-vous avec Google",
        "educate_on_sciteens": "Éduquer sur sciteens",
        "why_educate_on_sciteens": "Autonomiser la prochaine génération de dirigeants de la tige du monde entier.",
        "first_name": "Prénom",
        "last_name": "Nom de famille",
        "institution": "Institution",
        "position": "Je suis un)",
        "educator": "Éducateur",
        "professional": "Professionnel",
        "Researcher": "Chercheur",
        "prefer_not_answer": "préfère ne pas répondre",
        "gender": "Genre",
        "male": "Homme",
        "female": "Femelle",
        "other": "Autre",
        "race": "Course",
        "american_indian": "Indien américain ou Alaska natif",
        "asian": "Asiatique (y compris l'origine des sous-continents indiens et des philipipines)",
        "black": "Noir ou afro-américain",
        "hispanic": "Hispanique ou Latino",
        "white": "Blanc (y compris l'origine du Moyen-Orient)",
        "native_hawaiian": "Hawaiian autochtone ou autre insulaire du Pacifique",
        "terms": "J'ai lu et accepte le",
        "terms_link": "Termes et confidentialité",
        "create_account": "Créer un compte",
        "have_account": "Avoir un compte?",
        "sign_in_link": "S'identifier",
        "finish_signup": "Juste quelques autres choses",
        "why_finish_signup": "Avant de pouvoir commencer à Sciteens, veuillez remplir quelques autres choses sur vous-même.",
        "birthday": "Anniversaire",
        "birthday_info": "Votre date de naissance. Vous devez avoir 13 ans ou plus pour utiliser Sciteens",
        "finish ": "Finir",
        "i_am_a": "Je suis un)",
        "student": "Étudiant",
        "student_info": "Inscrivez-vous en tant qu'étudiant si vous êtes actuellement au lycée ou entre 13 et 18 ans.",
        "educator_info": "Inscrivez-vous en tant qu'éducateur si vous êtes dans un académie ou dans l'industrie et souhaitez aider les élèves du secondaire à la tige.",
        "and_other_options": "(Et d'autres options ...)",
        "neither_of_above": "Aucun de ce qui précède?",
        "involved_link": "Voyez comment vous pouvez vous impliquer",
        "thanks_for_signing_up": "Merci pour votre inscription!",
        "send_confirmation": "Nous vous enverrons un email de confirmation sous peu; Assurez-vous de vérifier votre courrier électronique à poster des projets et d'envoyer / recevoir des commentaires! En attendant, n'hésitez pas à consulter certaines de nos dernières",
        "articles": "des articles",
        "projects": "projets",
        "for_inspiration": "Pour une inspiration, et n'hésitez pas à nous suivre sur nos plateformes de médias sociaux pour rester à jour avec Sciteens News!"
    },
    "404": {
        "sorry": "404 - Désolé, nous n'avons pas pu trouver ça",
        "cool_video": "Voici une vidéo cool à regarder à la place"
    },
    "about": {
        "on_a_mission": "Nous sommes en mission.",
        "we_strive": "Nous nous efforçons de combler le fossé entre l'éducation et l'opportunité, en particulier pour les étudiants des zones à basse ressource qui n'ont pas de vaste réseau de support de tige.",
        "get_to_know_us": "Apprendre a nous connaitre.",
        "about_sri": "Sri a un golden retriever et peut parler de sa bouche fermée.",
        "about_rohan": "Rohan est un photographe amateur et cet anime typique regardant l'enfant.",
        "about_aneesha": "Aneesha assiste à l'Université de Floride et elle peut faire une roue charrette.",
        "about_eduard": "Eduard veut créer un robot conquérant le monde.",
        "about_angelo": "Angelo est un étudiant au lycée Suncoast.",
        "about_aya": "* Insère la ligne Pewdiepie * Good Morning Jamers, Aya ici. Je peux sembler intimider dans cette image ci-dessus mais je promets que je suis tout sauf que: p",
        "about_sonica": "Sonica aime apprendre de nouvelles choses.",
        "about_angelica": "Angelica est un étudiant du Massachusetts Institute of Technology passionné par la science des données et Python.",
        "about_john": "John n'est pas un scientifique fou et ne fait pas de recherche en biologie (malgré la photo).",
        "about_akash": "Akash est un étudiant en génie informatique actuel à USC.",
        "about_carlos": "Carlos a collecté des rochers depuis l'école primaire.",
        "about_erin": "Erin a une peur intense des écureuils.",
        "about_grace": "La nourriture préférée de Grace est la crème glacée et elle peut plier un oiseau d'origami épique.",
        "about_aarti": "Aarti aime écrire.",
        "about_iman": "Iman court, des manèges à cheval et se trouve sur l'équipe d'haltérophilie de son école.",
        "about_hannah": "Hannah aime travailler et s'intéresse à la poursuite de l'ingénierie robotique.",
        "about_liane": "Liane est un étudiant étudiant étudiant qui aime voyager, manger et raconter des blagues de papa.",
        "about_ashley": "Ashley aime jouer à Sudoku et est intéressé à poursuivre des neurosciences.",
        "about_ohm": "Ohm vivait dans le New Jersey pendant treize ans.",
        "about_tasman": "Les passions de TAZ consistent à hurler de manière agressive en microphones et à attraper des salamandres."
    },
    "articles": {
        "articles": "Des articles",
        "sorry": "Désolé, nous n'avons trouvé aucune recherche liée à",
        "search_articles": "Rechercher des articles",
        "search": "Chercher"
    },
    "courses": {
        "courses": "Cours",
        "sorry": "Désolé, nous n'avons trouvé aucune recherche liée à",
        "search_courses": "Cours de recherche",
        "search": "Chercher",
        "topics": "Les sujets"
    },
    "donate": {
        "annual_donation_appeal": "Appel annuel de donation",
        "donate_now": "Faire un don maintenant",
        "read_our_mission": "Lire notre mission",
        "dear_supporter": "Cher supporter Sciteens,",
        "sciteens_pride": "À Sciteens, nous sommes très fiers de nos capacités technologiques et de nos jeunes pour fournir les meilleures ressources pour les élèves du secondaire sous-représenté à travers l'Amérique. L'année dernière, c'était difficile pour nous tous, mais ici à Sciteens, nous avons été préparés. Comme l'enseignement de l'Amérique a changé en ligne, notre plate-forme en ligne a permis aux étudiants d'explorer leur intérêt pour la tige via nos articles, des programmes en ligne et des séries de haut-parleurs.",
        "we_depend_on_donations": "C'est pourquoi nous dépendons de personnes généreuses comme vous, qui voient l'avenir et la nécessité immédiate de plus de ressources en ligne accessibles aux étudiants. Votre générosité nous permettra de contacter plus d'étudiants à travers l'Amérique qui pourra bénéficier gratuitement de nos ressources. Sciteens prévoit d'élargir ses programmes d'études à faible revenu à faible revenu en Amérique. Aujourd'hui plus que jamais, il est évident que l'éducation en ligne est l'avenir d'une formation équitable des tiges.",
        "we_kindly_ask": "Nous vous demandons de bien vouloir considérer SCITEENS en tant qu'organisation que vous ferez don de pouvoir continuer à mener à bien notre mission et à engager davantage d'étudiants dans la beauté de la tige.",
        "sincerely": "Sincèrement",
        "co_founder": "Cofondateur et directeur exécutif"
    },
    "get_involved": {
        "want_to_get_involved": "Vouloir m'impliquer?",
        "students": "Étudiants",
        "get_involved_student": "En tant qu'étudiant, s'impliquer avec Sciteens est aussi simple que de vous inscrire! Une fois inscrit, vous pouvez vous connecter avec des programmes et des mentors incroyables STEM, ainsi que de partager vos projets étonnants. Si vous souhaitez créer un club STEM à votre lycée, nous sommes plus que disposés à parrainer et à vous aider également; Il suffit de tendre la main à",
        "student_sign_up": "S'enregistrement de l'étudiant",
        "mentors": "Mentors",
        "get_involved_mentor": "L'un des services fournis par SCITES est des possibilités de mentorat pour les étudiants. Nous recherchons toujours des mentors qui sont disposés à être associés à un étudiant basé sur des sujets et des domaines d'intérêt pour aider un étudiant. Pour être un mentor, vous devez être professeur, enseignant, étudiant diplômé ou étudiant de premier cycle, ou être employé dans un champ de tige et être disposé à consacrer du temps à aider les étudiants à la tige passionnés.",
        "mentor_sign_up": "Mentor Inscrivez-vous",
        "outreach": "Sensibiliser",
        "get_involved_outreach": "L'un des principes fondamentaux de la science est la collaboration. Notre mission dépend de la collaboration et nous recherchons toujours des moyens d'apporter la science à chaque étudiant! Si vous connaissez une école, un enseignant, un programme scientifique ou une organisation qui pourrait nous aider à atteindre notre mission, veuillez nous contacter à",
        "contact_us": "Nous contacter",
        "funding": "Le financement",
        "get_involved_funding": "Nous sommes une organisation à but non lucratif qui s'appuie sur le financement des crows, des subventions et des dons privés. Si vous connaissez une personne qui est disposée à faire un don ou que vous souhaitez nous aider à trouver des moyens d'être financés, veuillez nous contacter à",
        "no_student_limited": "Aucun étudiant ne devrait être limité par leur niveau de revenu lorsqu'il s'agit de mener des recherches scientifiques, chaque don compte.",
        "donate_now": "Faire un don maintenant"
    },
    "index": {
        "science_simplified": "Science, simplifiée.",
        "share_work": "Partagez votre travail, obtenez des commentaires des mentors et des pairs et trouvez de grandes opportunités et ressources scientifiques disponibles et accessibles à vous. Oh oui, et c'est gratuit. Seulement ici sur Sciteens.",
        "get_started": "Commencer",
        "furthering_accessibility": "Favoriser l'accessibilité de la science, un étudiant à la fois.",
        "bridge_the_gap": "Nous nous efforçons de combler le fossé entre l'éducation et l'opportunité, en particulier pour les étudiants des zones à basse ressource qui n'ont pas de vaste réseau de support de tige.",
        "for_teens_by_teens": "Sciteens a été lancé par un groupe d'adolescents comme vous essayez de commencer dans les champs de la tige. Pour cette raison, nous savons comment l'intimidant peut être de commencer vos propres projets de recherche. Nous voulons mettre fin à cette intimidation et faire des recherches sur la tige accessible et enrichissant pour tout le monde.",
        "collaborate_on_projects": "Avec SCITEENS, vous pouvez partager vos connaissances et vos recherches en écrivant des articles ou en créant des projets. Votre travail peut être consulté par d'autres utilisateurs SCITEENS, vous permettant d'accéder à des opportunités uniques grâce à la collaboration avec vos pairs et votre mentorat par des érudits accomplis dans les champs de tige.",
        "spark_of_inspiration": "Tout ce qu'il faut est une étincelle d'inspiration, la volonté de travailler avec vos pairs et un compte pour commencer à faire des recherches scientifiques et à faire une différence dans votre domaine d'étude.",
        "sciteens_pride": "Sciteens est fier de sa plate-forme open source et collaborative, mais laissez nos utilisateurs parler pour nous.",
        "monthly_users": "Utilisateurs actifs mensuels",
        "schools": "écoles",
        "countries": "des pays",
        "featured_media": "Médias en vedette",
        "data_science_and_ecology": "Sciteens: science des données et écologie pour Gen Z",
        "ideas_challenge": "Les idées défi mettent en valeur les entreprises sociales au MIT",
        "young_scholars_program": "Le programme en ligne de jeunes chercheurs tourne aux étudiants en scientifiques",
        "partners": "Partenaires et programmes",
        "support_us": "Si vous souhaitez nous soutenir, veuillez considérer",
        "donating": "faire un don."
    },
    "projects": {
        "projects": "Projets",
        "sorry": "Désolé, nous n'avons trouvé aucune recherche liée à",
        "search_projects": "Recherche de projets",
        "search": "Chercher",
        "topics": "Les sujets"
    }
}