{
  "article": {
    "about_the_author": "A propos de l'auteur",
    "interview": "Interview",
    "by": "Par",
    "rate": "Avez-vous apprécié cet article?",
    "related": "Plus sur ce sujet ..."
  },
  "course": {
    "starts": "Départs",
    "enroll_by": "S'inscrire par",
    "lessons": "Cours",
    "date": "Date",
    "lesson": "Leçon",
    "notebook": "Carnet",
    "files": "Des dossiers"
  },
  "gdpr": {
    "table_of_contents": "Table des matières",
    "what_are_cookies": "Que sont les cookies?",
    "why_do_we_use": "Pourquoi utilisons-nous des cookies?",
    "how_to_control": "Comment puis-je contrôler les cookies?",
    "what_about_tracking": "Qu'en est-il des autres technologies de suivi?",
    "use_flash": "Utilisons-nous des cookies flash ou des objets partagés locaux?",
    "targeted_ads": "Servons-nous de la publicité ciblée?",
    "how_often_updated": "À quelle fréquence allons-nous mettre à jour cette politique de cookie",
    "contact_us": "Nous contacter",
    "cookie_policy": "Politique de cookie",
    "last_update": "Dernière mise à jour le 30/09/2021"
  },
  "edit_profile": {
    "update_your_profile": "Mettre à jour votre profil",
    "why_update_your_profile": "Mettez à jour votre profil pour ajouter plus d'informations sur vous-même ou pour modifier vos informations.",
    "about": "À propos de",
    "tell_us_about": "Parlez nous de vous...",
    "drop_files": "Déposez les fichiers ici ...",
    "drag_files": "Faites glisser et déposez des fichiers ici",
    "profile_photo": "Photo de profil",
    "update": "Mise à jour",
    "cancel": "Annuler",
    "loading": "Chargement...",
    "couldnt_update_profile": "Nous n'avons pas pu mettre à jour votre profil pour le moment",
    "file_aborted": "La lecture de fichiers a été avortée",
    "file_failed": "Échec de la lecture du fichier",
    "format_not_accepted": "Ce format de fichier n'est pas accepté",
    "too_large": "Ce fichier est trop grand",
    "fill_out_about": "Veuillez remplir votre section à propos"
  },
  "index_profile": {
    "joined": "Joint"
  },
  "project_create_edit": {
    "could_not_create": "Nous ne pouvions pas créer votre projet pour le moment",
    "file_abort": "La lecture de fichiers a été avortée",
    "file_failed": "Échec de la lecture du fichier",
    "file_format_not_accepted": "Ce format de fichier n'est pas accepté",
    "file_too_large": "Ce fichier est trop grand",
    "error_title": "Veuillez remplir le titre de votre projet",
    "error_start_date": "Veuillez définir une date de début valide",
    "error_end_date": "Veuillez définir une date de fin valide",
    "error_dates": "La date de fin doit venir après la date de début",
    "error_abstract": "Veuillez fournir un bref aperçu de votre projet (ou de ce que vous prévoyez de terminer pour votre projet)",
    "error_email": "Veuillez saisir un e-mail valide",
    "could_not_find_email": "Nous n'avons pas pu trouver cette adresse",
    "create_project": "Créer un projet",
    "why_create_project": "Créez un projet pour partager votre travail et obtenir des commentaires de vos pairs et mentors professionnels.",
    "title": "Titre",
    "start_date": "Date de début",
    "not_required": "Non requis",
    "end_date": "Date de fin",
    "summary": "Sommaire",
    "add_members": "Ajouter des membres",
    "fields": "Des champs",
    "drop_files": "Déposez les fichiers ici ...",
    "drag_files": "Faites glisser et déposez des fichiers ici",
    "suggest_photo": "Il est suggéré que vous ayez au moins une photo à des fins d'affichage",
    "multiple_photos": "Puisque vous avez plus d'une photo, vous pouvez",
    "set_display_photo": "Changez votre photo d'affichage",
    "display_photo": "Photo d'affichage",
    "other_photo": "Autre photo",
    "create": "Créer",
    "update_project": "Mettez à jour votre projet",
    "why_update_project": "Ici, vous pouvez mettre à jour votre projet",
    "update": "Mise à jour",
    "cancel": "Annuler",
    "could_not_update": "Nous n'avons pas pu mettre à jour votre projet pour le moment"
  },
  "auth": {
    "auth_invalid_email": "L'adresse e-mail ou le mot de passe n'est pas valide (si vous vous connectez avec Gmail, essayez d'utiliser le bouton ci-dessous)",
    "auth_user_disabled": "Le compte correspondant à cet e-mail a été désactivé",
    "auth_user_not_found": "Il n'y a aucun compte associé à cet e-mail",
    "auth_wrong_password": "L'adresse e-mail ou le mot de passe n'est pas valide (si vous vous connectez avec Gmail, essayez d'utiliser le bouton ci-dessous)",
    "please_verify": "Veuillez vérifier votre e-mail avant de vous connecter",
    "auth_email_in_use": "Cet e-mail est déjà utilisée",
    "auth_weak_password": "Le mot de passe fourni est faible",
    "valid_email": "Veuillez saisir un e-mail valide",
    "password_whitespace": "Le mot de passe ne doit pas contenir des espaces blancs",
    "password_uppercase": "Le mot de passe doit avoir au moins un caractère majuscule",
    "password_lowercase": "Le mot de passe doit avoir au moins un caractère minuscule",
    "password_digit": "Le mot de passe doit contenir au moins un chiffre",
    "password_symbol": "Le mot de passe doit contenir au moins un symbole spécial",
    "password_length": "Le mot de passe doit comporter 8 à 100 caractères.",
    "educator_sign_in": "Enseignant Connectez-vous",
    "why_educator_sign_in": "Connectez-vous maintenant pour autonomiser la prochaine génération de jeunes scientifiques. Êtes-vous un étudiant?",
    "sign_in_here": "Se connecter ici.",
    "email": "E-mail",
    "password": "Mot de passe",
    "sign_in": "S'identifier",
    "new_here": "Nouveau ici?",
    "sign_up": "S'inscrire",
    "reset_password": "réinitialiser le mot de passe",
    "why_reset_password": "Mot de passe oublié? Pas de soucis! Soumettez votre e-mail ci-dessous et nous vous enverrons un lien de réinitialisation.",
    "reset_message": "Nous venons de vous envoyer un lien pour réinitialiser votre mot de passe. Assurez-vous également de vérifier votre spam pour cet e-mail.",
    "go_home": "Rentrer chez soi",
    "student_sign_in": "Connexion de l'étudiant",
    "why_student_sign_in": "Avoir un compte vous permet de partager vos projets, de trouver des événements adaptés à vos intérêts et de recevoir du mentorat. Êtes-vous un éducateur?",
    "or": "ou",
    "google_sign_in": "Connectez-vous avec Google",
    "educate_on_sciteens": "Éduquer sur les sciteens",
    "why_educate_on_sciteens": "Autonomiser la prochaine génération de leaders STEM du monde entier.",
    "first_name": "Prénom",
    "last_name": "Nom de famille",
    "institution": "Institution",
    "position": "Je suis un)",
    "educator": "Éducateur",
    "professional": "Professionnelle",
    "researcher": "Chercheur",
    "prefer_not_answer": "préfère ne pas répondre",
    "gender": "Le genre",
    "male": "Homme",
    "female": "Femelle",
    "other": "Autre",
    "race": "Course",
    "american_indian": "Indien d'Amérique ou d'Alaska",
    "asian": "Asiatique (y compris le sous-continent indien et l'origine des Philipines)",
    "black": "Noir ou afro-américain",
    "hispanic": "Hispanique ou Latino",
    "white": "Blanc (y compris d'origine du Moyen-Orient)",
    "native_hawaiian": "Hawaïen indigène ou autre insulaire du Pacifique",
    "terms": "J'ai lu et accepte le",
    "terms_link": "Termes et confidentialité",
    "create_account": "Créer un compte",
    "have_account": "Avoir un compte?",
    "sign_in_link": "S'identifier",
    "finish_signup": "Juste quelques choses supplémentaires",
    "why_finish_signup": "Avant de pouvoir commencer sur Sciteens, veuillez remplir quelques autres choses sur vous-même.",
    "birthday": "Date d'anniversaire",
    "birthday_info": "Votre date de naissance. Vous devez avoir 13 ans ou plus pour utiliser des sciteens",
    "finish ": "Finir",
    "i_am_a": "Je suis un)",
    "student": "Étudiant",
    "student_info": "Inscrivez-vous en tant qu'étudiant si vous êtes actuellement au lycée ou entre 13 et 18 ans.",
    "educator_info": "Inscrivez-vous en tant qu'éducateur si vous êtes dans le monde universitaire ou dans l'industrie et souhaitez aider les élèves du secondaire.",
    "and_other_options": "(Et d'autres options ...)",
    "neither_of_above": "Aucun de ce qui précède?",
    "involved_link": "Voyez comment vous pouvez vous impliquer",
    "thanks_for_signing_up": "Merci pour votre inscription!",
    "send_confirmation": "Nous vous enverrons un e-mail de confirmation sous peu; Assurez-vous de vérifier votre e-mail pour publier des projets et d'envoyer / recevoir des commentaires! En attendant, n'hésitez pas à consulter certains de nos derniers",
    "articles": "des articles",
    "projects": "projets",
    "for_inspiration": "Pour une inspiration, et n'hésitez pas à nous suivre sur nos plateformes de médias sociaux pour rester à jour avec Sciteens News!",
    "student_sign_up": "Inscription des étudiants",
    "why_student_sign_up": "La création d'un compte vous permet de partager vos projets, de trouver des événements adaptés à vos intérêts et de recevoir du mentorat.",
    "sign_in_failed": "La connexion a échoué. Veuillez réessayer ou créer un compte.",
    "error_terms": "Vous devez accepter les Termes et Conditions",
    "unable_to_create": "Désolé, nous n'avons pas pu créer votre compte.",
    "error_name": "Veuillez utiliser un nom valide",
    "error_first_name": "Veuillez entrer uniquement votre prénom (ou le connecter avec des traits de traits)",
    "error_last_name": "Veuillez entrer uniquement votre nom de famille (ou le connecter avec des traits de traits)",
    "valid_institution": "Veuillez fournir une institution valide",
    "error_birthday": "Vous devez avoir 13 ans ou plus pour utiliser des sciteens"
  },
  "404": {
    "sorry": "404 - Désolé, nous n'avons pas pu trouver ça",
    "cool_video": "Voici une vidéo cool à regarder à la place"
  },
  "about": {
    "on_a_mission": "Nous sommes en mission.",
    "we_strive": "Nous nous efforçons de combler le fossé entre l'éducation et les opportunités, en particulier pour les étudiants des zones à faibles ressources qui n'ont pas un vaste réseau de soutien aux STEM.",
    "get_to_know_us": "Apprendre a nous connaitre.",
    "about_sri": "Sri a un golden retriever et peut parler avec sa bouche fermée.",
    "about_rohan": "Rohan est un photographe amateur et cet gamin typique de l'anime.",
    "about_aneesha": "Aneesha fréquente l'Université de Floride et elle peut faire une roue de charrette.",
    "about_eduard": "Eduard veut créer un robot qui vaincrait le monde.",
    "about_angelo": "Angelo est étudiante à Suncoast High School.",
    "about_aya": "Aya est un nerd certifié avec une obsession malsaine dans Marvel and Books",
    "about_sonica": "Sonica aime apprendre de nouvelles choses.",
    "about_angelica": "Angelica est étudiante au Massachusetts Institute of Technology passionnée par la science des données et Python.",
    "about_john": "John n'est pas un scientifique fou et ne fait pas de recherche en biologie (malgré la photo).",
    "about_akash": "Akash est un étudiant en génie informatique actuel à l'USC.",
    "about_carlos": "Carlos a collecté des rochers depuis l'école primaire.",
    "about_erin": "Erin a une crainte intense des écureuils.",
    "about_grace": "La nourriture préférée de Grace est la crème glacée, et elle peut plier un oiseau d'origami épique.",
    "about_aarti": "Aarti aime écrire.",
    "about_iman": "Iman court, des promenades à cheval et fait partie de l'équipe d'haltérophilie de son école.",
    "about_hannah": "Hannah aime s'entraîner et souhaite poursuivre l'ingénierie robotique.",
    "about_liane": "Liane est une étudiante de première année qui aime voyager, manger et raconter des blagues à papa.",
    "about_ashley": "Ashley aime jouer Sudoku et souhaite poursuivre les neurosciences.",
    "about_ohm": "Ohm a vécu dans le New Jersey pendant treize ans.",
    "about_tasman": "Les passions de Taz consistent à crier agressivement dans les microphones et à attraper des salamandres.",
    "about_luke": "Luke aime s'entraîner, tirer des cerceaux et jouer ses guitares.",
    "about_srishti": "Srishti est un étudiant en deuxième année du secondaire intéressé par les STEM et l'écriture. Elle aime écouter de la musique et regarder des films.",
    "about_philip": "Philip est un étudiant en première année de physique qui s'intéresse vivement à tout ce qui concerne la physique, les mathématiques et l'informatique.",
    "about_joud": "Joud est un étudiant senior libanais / canadien qui aime la biologie. Il aime lire, explorer et profiter de la vie. Il est toujours prêt à rendre tout le monde plein de positivité.",
    "about_sanjana": "Sanjana aime jouer du violon, essayer de nouvelles recettes et suivre des cours divers en ligne.",
    "about_grace2": "Je suis Grace Nyakarombo, une élève de 11e année du Zimbabwe. Je suis chercheur en science et innovateur. Je suis passionné par la résolution de SDG 4 et 7 grâce à l'utilisation de la technologie.",
    "about_alae": "Je suis alae et j'adore faire des mèmes. Oh et j'ai aussi le chien le plus mignon de tous les temps."
  },
  "articles": {
    "articles": "Des articles",
    "sorry": "Désolé, nous n'avons pas trouvé de recherches liées à",
    "search_articles": "Rechercher des articles",
    "search": "Chercher"
  },
  "courses": {
    "courses": "Cours",
    "sorry": "Désolé, nous n'avons pas trouvé de recherches liées à",
    "search_courses": "Cours de recherche",
    "search": "Chercher",
    "topics": "Les sujets"
  },
  "donate": {
    "annual_donation_appeal": "Appel de don annuel",
    "donate_now": "Faire un don maintenant",
    "read_our_mission": "Lisez notre mission",
    "dear_supporter": "Cher partisan Sciteens,",
    "sciteens_pride": "Chez Sciteens, nous sommes très fiers de nos capacités technologiques et de nos jeunes pour livrer les meilleures ressources aux lycéens sous-représentés à travers l'Amérique. L'année dernière, ce fut difficile pour nous tous, mais ici, chez Sciteens, nous avons été préparés. Alors que l'enseignement à travers l'Amérique s'est déplacé en ligne, notre plate-forme en ligne a permis aux étudiants d'explorer leur intérêt pour les STEM via nos articles, nos programmes en ligne et les séries de conférenciers invités.",
    "we_depend_on_donations": "C'est pourquoi nous dépendons de personnes généreuses comme vous, qui voient l'avenir et le besoin immédiat de plus de ressources en ligne accessibles aux étudiants. Votre générosité nous permettra de contacter davantage d'étudiants à travers l'Amérique qui pourront bénéficier de nos ressources gratuitement. Sciteens prévoit d'étendre ses programmes d'études à des écoles secondaires plus à faible revenu à travers l'Amérique. Aujourd'hui plus que jamais, il est évident que l'éducation en ligne est l'avenir d'une éducation STEM équitable.",
    "we_kindly_ask": "Nous vous demandons de tenter de considérer Sciteens comme une organisation à laquelle vous ferez un don afin que nous puissions continuer à mener notre mission et engager plus d'étudiants dans la beauté de la STEM.",
    "sincerely": "Sincèrement",
    "co_founder": "Co-fondateur et directeur exécutif"
  },
  "get_involved": {
    "want_to_get_involved": "Vous voulez vous impliquer?",
    "students": "Étudiants",
    "get_involved_student": "En tant qu'étudiant, s'impliquer avec Sciteens est aussi simple que de s'inscrire! Une fois enregistré, vous pouvez vous connecter avec des programmes et des mentors STEM incroyables, ainsi que partager vos projets incroyables. Si vous voulez créer un club STEM dans votre lycée, nous sommes plus que disposés à vous parrainer et à vous aider également; Tendre la main à",
    "student_sign_up": "Student Inscription",
    "mentors": "Mentors",
    "get_involved_mentor": "L'un des services que Sciteens offre est les possibilités de mentorat aux étudiants. Nous recherchons toujours des mentors qui sont prêts à être jumelés avec un étudiant basé sur des sujets et des domaines d'intérêt pour aider un étudiant. Pour être mentor, vous devez être professeur, enseignant, diplômé ou étudiant STEM de premier cycle, ou être employé dans un domaine STEM et être prêt à consacrer du temps à aider les étudiants passionnés STEM.",
    "mentor_sign_up": "Mentor Inscription",
    "outreach": "Attitude",
    "get_involved_outreach": "L'un des principaux principes de la science est la collaboration. Notre mission dépend de la collaboration, et nous recherchons toujours des moyens d'amener la science à chaque étudiant! Si vous connaissez une école, un enseignant, un programme scientifique ou une organisation qui pourrait nous aider à réaliser notre mission, veuillez nous contacter à nous à",
    "contact_us": "Nous contacter",
    "funding": "Financement",
    "get_involved_funding": "Nous sommes une organisation à but non lucratif qui s'appuie sur le financement participatif, les subventions et les dons privés. Si vous connaissez quelqu'un qui est prêt à faire un don ou qui souhaite nous aider pour trouver des moyens de financement, veuillez nous contacter à",
    "no_student_limited": "Aucun étudiant ne doit être limité par leur niveau de revenu lorsqu'il s'agit de mener des recherches scientifiques, donc chaque don compte.",
    "donate_now": "Faire un don maintenant"
  },
  "index": {
    "science_simplified": "Science, simplifiée.",
    "share_work": "Partagez votre travail, obtenez les commentaires de vos pairs et trouvez d'excellentes opportunités et ressources scientifiques disponibles et accessibles pour vous. Oh oui, et c'est gratuit. Uniquement ici sur SciTeens.",
    "get_started": "Commencer",
    "furthering_accessibility": "Favoriser l'accessibilité de la science, un étudiant à la fois.",
    "bridge_the_gap": "Nous nous efforçons de combler le fossé entre l'éducation et les opportunités, en particulier pour les étudiants des zones à faibles ressources qui n'ont pas un vaste réseau de soutien aux STEM.",
    "for_teens_by_teens": "Sciteens a été lancé par un groupe d'adolescents comme vous essayez de commencer dans les champs STEM. Pour cette raison, nous savons à quel point il peut être intimidant pour commencer vos propres projets de recherche. Nous voulons mettre fin à cette intimidation et rendre la recherche STEM accessible et gratifiante pour tout le monde.",
    "collaborate_on_projects": "Avec SciTeens, vous pouvez partager vos connaissances et vos recherches en rédigeant des articles ou en créant des projets. Votre travail peut être consulté par d'autres utilisateurs de SciTeens, ce qui vous donne accès à des opportunités uniques grâce à la collaboration avec vos pairs et d'autres chercheurs dans les domaines des STIM.",
    "spark_of_inspiration": "Tout ce qu'il faut, c'est une étincelle d'inspiration, la volonté de travailler avec vos pairs et un compte pour commencer à faire des recherches scientifiques et faire une différence dans votre domaine d'étude.",
    "sciteens_pride": "Sciteens est fier de sa plate-forme open source et collaborative, mais laissez nos utilisateurs parler pour nous.",
    "monthly_users": "Utilisateurs actifs mensuels",
    "schools": "écoles",
    "countries": "des pays",
    "featured_media": "Médias en vedette",
    "data_science_and_ecology": "Sciteens: science des données et écologie pour la génération Z",
    "ideas_challenge": "Les idées Challenge présentent des entreprises sociales au MIT",
    "young_scholars_program": "Le programme en ligne des jeunes chercheurs transforme les étudiants en scientifiques",
    "partners": "Partenaires et programmes",
    "support_us": "Si vous souhaitez nous soutenir, veuillez considérer",
    "donating": "don."
  },
  "projects": {
    "projects": "Projets",
    "sorry": "Désolé, nous n'avons pas trouvé de recherches liées à",
    "search_projects": "Rechercher des projets",
    "search": "Chercher",
    "topics": "Les sujets"
  },
  "fields": {
    "all": "Tout",
    "biology": "La biologie",
    "chemistry": "Chimie",
    "cognitive_science": "Sciences cognitives",
    "computer_science": "L'informatique",
    "earth_science": "sciences de la Terre",
    "electrical_engineering": "Ingénierie électrique",
    "environmental_science": "Sciences de l'environnement",
    "mathematics": "Mathématiques",
    "mechanical_engineering": "Génie mécanique",
    "medicine": "Médecine",
    "physics": "La physique",
    "space_science": "Science de l'espace",
    "fall_2022_science_fair": "Foire scientifique automne 2022"
  },
  "navigation": {
    "home": "Maison",
    "about": "À propos de",
    "articles": "Des articles",
    "projects": "Projets",
    "courses": "Cours",
    "get_involved": "Être impliqué",
    "donate": "Faire un don",
    "sign_out": "Se déconnecter",
    "sign_up": "S'inscrire",
    "profile": "Profil"
  },
  "footer": {
    "organization": "ORGANISME",
    "about": "À propos de",
    "get_started": "Commencer",
    "contact": "Contact",
    "get_involved": "Être impliqué",
    "feedback": "Retour d'information",
    "legal": "JURIDIQUE",
    "privacy": "Intimité",
    "terms": "Conditions",
    "cookies": "Biscuits",
    "language": "LANGUE",
    "follow_us": "SUIVEZ-NOUS"
  },
  "educators": {
    "courses": "Cours",
    "accessible_courses": "Chez Sciteens, nous aimons faire des cours de sciences à 100% en ligne et accessibles pour les lycéens. Actuellement, nous avons des pistes écologiques, biologiques et physiques. Pour obtenir une ventilation de chacun de nos cours, accédez à notre page de cours.",
    "promote_to_students": "En tant qu'éducateur, vous pouvez promouvoir ces cours auprès de vos étudiants, car ils peuvent être complétés entièrement en ligne et gratuitement. Les documents de cours sont accessibles pour que les étudiants puissent travailler à leur rythme, mais nous organisons des sessions synchrones à divers moments tout au long de l'année. Pour vous inscrire à un cours synchrone, vos étudiants devraient créer un compte Sciteens (qui les ajoutera automatiquement à la liste de diffusion) afin d'être averti dès que possible.",
    "use_colab": "Nos cours utilisent le logiciel suivant: Google Colab et Google diaposentes. Google Colab est ce que vous et vos élèves utiliserez pour charger nos leçons de codage, qui sont au format de cahier Jupyter. Tant que vous avez un compte Google, vous êtes prêt à utiliser les ordinateurs portables!",
    "contact_us": "Si vous avez des questions ou des commentaires sur nos cours, nous serions ravis de vous entendre! Vous pouvez envoyer un e-mail",
    "or": "ou",
    "respectively": "respectivement",
    "resources": "Ressources",
    "science_resources": "En plus des cours, nous fournissons aux étudiants des ressources scientifiques. Sur notre chaîne YouTube Sciteens, nous publions des interviews, des discussions et même des expériences scientifiques.",
    "popular_video": "Notre vidéo la plus populaire:",
    "recent_video": "Notre vidéo la plus récente:",
    "articles_page": "De plus, nous avons une page entière dédiée aux articles scientifiques. Nos articles sont un excellent moyen pour les étudiants d'explorer leurs intérêts STEM, car ils sont écrits et par leurs camarades. Quelques-uns de nos articles les plus récents incluent: la classification des animaux en ce qui concerne les humains, les fantômes sont-ils réels ?, Et votre mini guide pour l'utilisation des antibiotiques.",
    "projects": "Projets",
    "post_projects": "Si vos étudiants travaillent sur un projet scientifique, soit sur leur propre temps, soit pour un concours, vous pouvez les encourager à le publier sur Sciteens! Notre page de projet est dédiée aux étudiants qui souhaitent partager leur travail et obtenir des commentaires. Sur la page, les étudiants peuvent consulter les projets existants, laisser des commentaires et publier leur propre travail. Ils peuvent également le mettre à jour au fur et à mesure; Les projets ne doivent pas être terminés pour être publiés!",
    "thanks": "Merci d'avoir consulté notre page Educators! Nous espérons collaborer avec vous bientôt."
  }
}