{"article": {"about_the_author": "Sobre el Autor", "interview": "Entrevista", "by": "Por", "rate": "Disfrutaste este artículo?", "related": "Más sobre este tema ..."}, "course": {"starts": "Empieza", "enroll_by": "Inscribirse", "lessons": "Lecciones", "date": "Fecha", "lesson": "Lección", "notebook": "Computadora portátil", "files": "Archivos"}, "gdpr": {"table_of_contents": "Tabla de contenido", "what_are_cookies": "¿Qué son las cookies?", "why_do_we_use": "¿Por qué usamos cookies?", "how_to_control": "¿Cómo puedo controlar las cookies?", "what_about_tracking": "¿Qué pasa con otras tecnologías de seguimiento?", "use_flash": "¿Utilizamos cookies flash o objetos compartidos locales?", "targeted_ads": "¿Servimos publicidad dirigida?", "how_often_updated": "¿Con qué frecuencia actualizaremos esta política de cookies?", "contact_us": "Contáctenos", "cookie_policy": "POLÍTICA DE COOKIES", "last_update": "Última actualización 9/30/2021"}, "edit_profile": {"update_your_profile": "Actualiza tu perfil", "why_update_your_profile": "Actualice su perfil para agregar más información sobre usted o para cambiar su información.", "about": "Acerca de", "tell_us_about": "Cuéntanos acerca de tí...", "drop_files": "Deja caer los archivos aquí ...", "drag_files": "Arrastra y suelta algunos archivos aquí.", "profile_photo": "Foto de perfil", "update": "Actualizar", "cancel": "Cancelar", "loading": "Cargando...", "couldnt_update_profile": "No pudimos actualizar tu perfil en este momento.", "file_aborted": "La lectura de archivos fue abortada", "file_failed": "Error al leer el archivo", "format_not_accepted": "Este formato de archivo no es aceptado.", "too_large": "Este archivo es demasiado grande", "fill_out_about": "Por favor, complete su sección sobre"}, "index_profile": {"joined": "Unido"}, "project_create_edit": {"could_not_create": "No pudimos crear tu proyecto en este momento.", "file_abort": "La lectura de archivos fue abortada", "file_failed": "Error al leer el archivo", "file_format_not_accepted": "Este formato de archivo no es aceptado.", "file_too_large": "Este archivo es demasiado grande", "error_title": "Por favor complete el título de su proyecto", "error_start_date": "Por favor, configure una fecha de inicio válida", "error_end_date": "Por favor, configure una fecha de finalización válida", "error_dates": "La fecha de finalización debe venir después de la fecha de inicio", "error_abstract": "Por favor, proporcione una breve descripción de su proyecto (o lo que planea completar para su proyecto)", "error_email": "Por favor introduzca una dirección de correo electrónico válida", "could_not_find_email": "No pudimos encontrar esa dirección.", "create_project": "Crear un proyecto", "why_create_project": "Cree un proyecto para compartir su trabajo y obtener comentarios de sus compañeros y mentores profesionales.", "title": "Título", "start_date": "Fecha de inicio", "not_required": "No requerido", "end_date": "Fecha final", "summary": "Resumen", "add_members": "Añadir miembros", "fields": "Campos", "drop_files": "Deja caer los archivos aquí ...", "drag_files": "Arrastra y suelta algunos archivos aquí.", "suggest_photo": "Se sugiere que tenga al menos una foto para fines de visualización.", "multiple_photos": "Ya que tienes más de una foto, puedes", "set_display_photo": "Cambia tu visualización photo", "display_photo": "Visualización de fotos", "other_photo": "Otra foto", "create": "Crear", "update_project": "Actualiza tu proyecto", "why_update_project": "Aquí, puedes actualizar tu proyecto.", "update": "Actualizar", "cancel": "Cancelar", "could_not_update": "No pudimos actualizar su proyecto en este momento."}, "auth": {"auth_invalid_email": "La dirección de correo electrónico o la contraseña no son válidas (si está iniciando sesión con Gmail, intente usar el botón de abajo)", "auth_user_disabled": "La cuenta correspondiente a este correo electrónico ha sido deshabilitada.", "auth_user_not_found": "No hay ninguna cuenta asociada con este correo electrónico.", "auth_wrong_password": "La dirección de correo electrónico o la contraseña no son válidas (si está iniciando sesión con Gmail, intente usar el botón de abajo)", "please_verify": "Por favor verifique su correo electrónico antes de iniciar sesión", "auth_email_in_use": "Este correo electrónico ya está en uso", "auth_weak_password": "La contraseña proporcionada es débil", "valid_email": "Por favor ingrese un correo electrónico válido", "password_whitespace": "La contraseña no debe contener espacios en blanco", "password_uppercase": "La contraseña debe tener al menos un carácter en mayúsculas", "password_lowercase": "La contraseña debe tener al menos un carácter en minúsculas", "password_digit": "La contraseña debe contener al menos un dígito", "password_symbol": "La contraseña debe contener al menos un símbolo especial", "password_length": "La contraseña debe tener 8-100 caracteres de largo.", "educator_sign_in": "Educador Iniciar sesión", "why_educator_sign_in": "Inicia sesión ahora para empoderar la próxima generación de jóvenes científicos. ¿Eres un estudiante?", "sign_in_here": "Firme aquí.", "email": "Correo electrónico", "password": "Contraseña", "sign_in": "Iniciar sesión", "new_here": "¿Nuevo aquí?", "sign_up": "Inscribirse", "reset_password": "Restablecer la contraseña", "why_reset_password": "¿Olvidaste tu contraseña? ¡No hay problema! Envíe su correo electrónico a continuación, y le enviaremos un enlace de reinicio.", "reset_message": "Acabamos de enviarle un enlace para restablecer su contraseña. Asegúrese de revisar su spam para este correo electrónico también.", "go_home": "Vete a casa", "student_sign_in": "Estudiante Iniciar sesión", "why_student_sign_in": "Tener una cuenta le permite compartir sus proyectos, encontrar eventos adaptados a sus intereses y recibir la mentoría. ¿Eres un educador?", "or": "o", "google_sign_in": "Inicia sesión con Google", "educate_on_sciteens": "Educar en sciteens", "why_educate_on_sciteens": "Empowse la próxima generación de líderes madre de todo el mundo.", "first_name": "Primer nombre", "last_name": "Apellido", "institution": "Institución", "position": "Yo soy un)", "educator": "Educador", "professional": "Profesional", "researcher": "Investigador", "prefer_not_answer": "Prefiero no responder", "gender": "Género", "male": "Masculino", "female": "Mujer", "other": "Otro", "race": "Raza", "american_indian": "American Indian o Alaska nativo", "asian": "Asiático (incluyendo origen indio subcontinente y filipipinas)", "black": "Negro o afroamericano", "hispanic": "hispano o latino", "white": "Blanco (incluyendo origen del Medio Oriente)", "native_hawaiian": "Nativo de Hawai u otra isla del Pacífico", "terms": "He leído y acepto la", "terms_link": "Términos y privacidad", "create_account": "Crear una cuenta", "have_account": "¿Tener una cuenta?", "sign_in_link": "Registrarse", "finish_signup": "Solo unas cuantas cosas mas", "why_finish_signup": "Antes de que puedas comenzar a Sciteens, llena algunas cosas más sobre ti.", "birthday": "Cumpleaños", "birthday_info": "Tu fecha de nacimiento. Debes tener 13 años de edad o más para usar Sciteens", "finish ": "Terminar", "i_am_a": "Yo soy un)", "student": "Estudiante", "student_info": "Regístrese como estudiante si está actualmente en la escuela secundaria o entre las edades de 13 y 18 años.", "educator_info": "Regístrese como educador si está en la academia o la industria, y desea ayudar a los estudiantes de STEM High School.", "and_other_options": "(Y otras opciones ...)", "neither_of_above": "¿Ninguno de los anteriores?", "involved_link": "Ver cómo se puede involucrar", "thanks_for_signing_up": "Gracias por registrarte!", "send_confirmation": "Le enviaremos un correo electrónico de confirmación en breve; ¡Asegúrese de verificar su correo electrónico para publicar proyectos y enviar / recibir comentarios! Mientras tanto, siéntase libre de visitar algunos de nuestros últimos", "articles": "artículos", "projects": "proyectos", "for_inspiration": "Para una inspiración, y siéntase libre de seguirnos en nuestras plataformas de redes sociales para mantenerse al día con Sciteens News!", "student_sign_up": "Registro de estudiantes", "why_student_sign_up": "Crear una cuenta le permite compartir sus proyectos, encontrar eventos adaptados a sus intereses y recibir la mentoría.", "sign_in_failed": "Fallo al iniciar sesion. Por favor, intente nuevamente o cree una cuenta.", "error_terms": "Debe aceptar los Términos y Condiciones", "unable_to_create": "Lo sentimos, no pudimos crear su cuenta.", "error_name": "Por favor, use un nombre válido", "error_first_name": "Por favor, solo ingrese su primer nombre (o conéctelo con Hyphens)", "error_last_name": "Por favor, solo ingrese su apellido (o conéctelo con Hyphens)", "valid_institution": "Por favor proporcione una institución válida", "error_birthday": "Debe tener 13 años o más para usar Sciteens"}, "404": {"sorry": "404 - Lo siento, no pudimos encontrar eso.", "cool_video": "Aquí hay un video genial para ver en su lugar."}, "about": {"on_a_mission": "Estamos en una misión.", "we_strive": "Nos esforzamos por cerrar la brecha entre la educación y la oportunidad, especialmente para los estudiantes de áreas de bajo rendimiento que no tienen una extensa red de soporte de vástago.", "get_to_know_us": "Conocernos.", "about_sri": "Sri tiene un golden retriever y puede hablar con su boca cerrada.", "about_rohan": "Rohan es un fotógrafo amateur y ese anime típico mirando al niño.", "about_aneesha": "Aneesha asiste a la Universidad de Florida y ella puede hacer una rueda de carro.", "about_eduard": "Eduard quiere crear un robot que conquistaría el mundo.", "about_angelo": "Angelo es un estudiante en Suncoast High School.", "about_aya": "Aya es un nerd certificado con una obsesión poco saludable en Marvel y libros.", "about_sonica": "Sonica ama aprender cosas nuevas.", "about_angelica": "Angélica es un estudiante de Massachusetts Institute of Technology apasionado por la ciencia de los datos y Python.", "about_john": "John no es un científico loco y no hace investigación de biología (a pesar de la foto).", "about_akash": "Akash es un estudiante de ingeniería informática actual en la USC.", "about_carlos": "Carlos ha recogido rocas desde la escuela primaria.", "about_erin": "Erin tiene un miedo intenso a las ardillas.", "about_grace": "La comida favorita de Grace es el helado, y ella puede plegar un pájaro de origami épico.", "about_aarti": "Aarti le gusta escribir.", "about_iman": "Iman corre, paseos a caballo y está en el equipo de levantamiento de pesas de su escuela.", "about_hannah": "A Hannah le gusta trabajar y está interesado en perseguir la ingeniería robótica.", "about_liane": "Liane es un estudiante de primer año universitario que le gusta viajar, comer y decirle a papá chistes.", "about_ashley": "Ashley disfruta jugando a Sudoku y está interesado en perseguir la neurociencia.", "about_ohm": "Ohm vivió en Nueva Jersey durante trece años.", "about_tasman": "Las pasiones de Taz consisten en gritar agresivamente en micrófonos y atrapar salamandras.", "about_luke": "Luke le gusta trabajar, disparando aros y tocando sus guitarras."}, "articles": {"articles": "Artículos", "sorry": "Lo sentimos, no pudimos encontrar ninguna búsquedas relacionadas con", "search_articles": "Buscar artículos", "search": "Búsqueda"}, "courses": {"courses": "Cursos", "sorry": "Lo sentimos, no pudimos encontrar ninguna búsquedas relacionadas con", "search_courses": "Buscar cursos", "search": "Búsqueda", "topics": "Temas"}, "donate": {"annual_donation_appeal": "Apelación anual de donación", "donate_now": "Done ahora", "read_our_mission": "Lea nuestra misión", "dear_supporter": "Estimado partidario de Sciteens,", "sciteens_pride": "En Sciteens, nos enorgullecemos de nuestras capacidades tecnológicas y jóvenes para entregar los mejores recursos a estudiantes de secundaria subrepresentados en todo Estados Unidos. El año pasado, fue difícil para todos nosotros, pero aquí en Sciteens nos preparamos. Como enseñando a través de América se movió en línea, nuestra plataforma en línea permitió a los estudiantes explorar su interés en STEM a través de nuestros artículos, currículos en línea y series de altavoces.", "we_depend_on_donations": "Por eso dependemos de personas generosas como usted, que ven la necesidad futura e inmediata de más recursos en línea que sean accesibles para los estudiantes. Su generosidad nos permitirá llegar a más estudiantes en todo Estados Unidos que podrá beneficiarse de nuestros recursos de forma gratuita. Sciteens planea ampliar sus currículos a escuelas secundarias de ingresos más bajos de todo Estados Unidos. Hoy en día, es más que nunca, es evidente que la educación en línea es el futuro para una educación tallo equitativa.", "we_kindly_ask": "Preguntamos amablemente que considere SCITEENS como una organización que donará para que podamos continuar realizando nuestra misión y comprometer a más estudiantes en la belleza del tallo.", "sincerely": "Atentamente", "co_founder": "Cofundador y director ejecutivo"}, "get_involved": {"want_to_get_involved": "¿Quieres involucrarse?", "students": "Estudiantes", "get_involved_student": "¡Como estudiante, involucrarse con Sciteens es tan simple como inscribirse! Una vez registrado, puede conectarse con asombrosos programas de vástago y mentores, así como compartir sus increíbles proyectos. Si desea iniciar un club de tallo en su escuela secundaria, estamos más que dispuestos a patrocinarlo y ayudarlo también; Solo llegar a", "student_sign_up": "Estudiante Registrarse", "mentors": "Mentores", "get_involved_mentor": "Uno de los servicios que Sciteens proporciona son oportunidades de mentoría para los estudiantes. Siempre estamos buscando mentores que estén dispuestos a coincidir con un estudiante basado en temas y campos de interés para ayudar a un estudiante. Para ser un mentor, debe ser profesor, maestro, estudiante de posgrado o de licenciatura, o estar empleado en un campo de tallo y estar dispuesto a dedicar algún tiempo para ayudar a los estudiantes de tallo apasionado.", "mentor_sign_up": "Registrarse mentor", "outreach": "Superar a", "get_involved_outreach": "Uno de los principios básicos de la ciencia es la colaboración. Nuestra misión depende de la colaboración, ¡y siempre estamos buscando formas de llevar la ciencia a cada estudiante. Si conoce una escuela, maestro, programa de ciencias u organización que podría ayudarnos a lograr nuestra misión, comuníquese con nosotros en", "contact_us": "Contáctenos", "funding": "Fondos", "get_involved_funding": "Somos una organización sin fines de lucro que se basa en crowdfunding, subvenciones y donaciones privadas. Si conoce a alguien que está dispuesto a donar o desea ayudarnos a encontrar formas de financiarse, comuníquese con nosotros en", "no_student_limited": "Ningún estudiante debe estar limitado por su nivel de ingresos cuando se trata de realizar una investigación científica, por lo que cada donación cuenta.", "donate_now": "Done ahora"}, "index": {"science_simplified": "Ciencia, simplificada.", "share_work": "Comparta su trabajo, obtenga comentarios de mentores y compañeros, y encuentre grandes oportunidades y recursos científicos disponibles y accesibles para usted. Oh sí, y es gratis. Sólo aquí en Sciteens.", "get_started": "Empezar", "furthering_accessibility": "Promover la accesibilidad de la ciencia, un estudiante a la vez.", "bridge_the_gap": "Nos esforzamos por cerrar la brecha entre la educación y la oportunidad, especialmente para los estudiantes de áreas de bajo rendimiento que no tienen una extensa red de soporte de vástago.", "for_teens_by_teens": "Sciteens fue iniciado por un grupo de adolescentes al igual que intentando comenzar en los campos de vástago. Debido a esto, sabemos lo intimidante que puede ser comenzar sus propios proyectos de investigación. Queremos poner fin a esta intimidación y hacer que la investigación del tallo sea accesible y gratificante para todos.", "collaborate_on_projects": "Con SCITEENS, puede compartir sus conocimientos e investigaciones escribiendo artículos o creando proyectos. Su trabajo puede ser visto por otros usuarios de SCiteens, lo que le brinda acceso a oportunidades únicas a través de la colaboración con sus compañeros y la mentoría por académicos realizados en los campos de vástago.", "spark_of_inspiration": "Todo lo que necesita es una chispa de inspiración, la voluntad de trabajar con sus compañeros, y una cuenta para comenzar a realizar investigaciones científicas y hacer una diferencia en su área de estudio.", "sciteens_pride": "Sciteens se enorgullece de su código abierto y en la plataforma de colaboración, pero deja que nuestros usuarios hablen por nosotros.", "monthly_users": "Usuarios mensuales activos", "schools": "escuelas", "countries": "los paises", "featured_media": "Medios destacados", "data_science_and_ecology": "SCITEENS: Ciencia de los datos y ecología para Gen Z", "ideas_challenge": "Ideas Challenge Showcases Social Ventures en MIT", "young_scholars_program": "El programa en línea de jóvenes eruditos convierte a los estudiantes en científicos", "partners": "Socios y programas", "support_us": "Si desea apoyarnos, por favor considere", "donating": "donando"}, "projects": {"projects": "Proyectos", "sorry": "Lo sentimos, no pudimos encontrar ninguna búsquedas relacionadas con", "search_projects": "Buscar proyectos", "search": "Búsqueda", "topics": "Temas"}, "fields": {"all": "Todo", "biology": "Biología", "chemistry": "Química", "cognitive_science": "Ciencia cognitiva", "computer_science": "Ciencias de la Computación", "earth_science": "ciencia de la Tierra", "electrical_engineering": "Ingenieria Eléctrica", "environmental_science": "Ciencia medioambiental", "mathematics": "Matemáticas", "mechanical_engineering": "Ingeniería Mecánica", "medicine": "Medicamento", "physics": "Física", "space_science": "Ciencia espacial"}, "navigation": {"home": "Casa", "about": "Acerca de", "articles": "Artículos", "projects": "Proyectos", "courses": "Cursos", "get_involved": "Involucrarse", "donate": "Donar", "sign_out": "Desconectar", "sign_up": "Inscribirse", "profile": "Perfil"}, "footer": {"organization": "ORGANIZACIÓN", "about": "Acerca de", "get_started": "Empezar", "contact": "Contacto", "get_involved": "Involucrarse", "feedback": "Reacción", "legal": "LEGAL", "privacy": "Intimidad", "terms": "Condiciones", "cookies": "Galletas", "language": "IDIOMA", "follow_us": "SÍGANOS"}, "educators": {"courses": "Cursos", "accessible_courses": "En Sciteens, nos gusta hacer cursos de ciencias del 100% en línea y accesibles para estudiantes de secundaria. Actualmente, tenemos pistas ecológicas, biológicas y físicas. Para obtener un desglose de cada uno de nuestros cursos, navegue a nuestra página de cursos.", "promote_to_students": "Como educador, puede promover estos cursos a sus estudiantes, ya que se pueden completar completamente en línea y gratis. Los materiales del curso son accesibles para que los estudiantes trabajen a través de su propio tiempo, pero ejecutamos sesiones síncronas en varias ocasiones durante todo el año. Para inscribirse en un curso sincrónico, sus estudiantes deben hacer una cuenta SCITEENS (que los agregará automáticamente a la lista de correo) para que se notifique lo antes posible.", "use_colab": "Nuestros cursos utilizan el siguiente software: Google Colab y Google Toboganes. Google Colab es lo que usted y sus estudiantes utilizarán para cargar nuestras lecciones de codificación, que están en formato de portátil Jupyter. ¡Mientras tenga una cuenta de Google, todos están configurados para usar los portátiles!", "contact_us": "Si tiene alguna pregunta o comentario sobre nuestros cursos, ¡nos encantaría saber de usted! Puedes enviar un correo electrónico", "or": "o", "respectively": "respectivamente", "resources": "Recursos", "science_resources": "Además de los cursos, proporcionamos a los estudiantes recursos científicos. En nuestro canal de Sciteens YouTube, publicamos entrevistas, conversaciones e incluso experimentos científicos.", "popular_video": "Nuestro video más popular:", "recent_video": "Nuestro video más reciente:", "articles_page": "Además, tenemos toda una página dedicada a los artículos de ciencias. Nuestros artículos son una excelente manera para que los estudiantes exploren sus intereses de tallo, ya que están escritos por y por los compañeros de alumnos. Algunos de nuestros artículos más recientes incluyen: Clasificación de animales a medida que se relaciona con los humanos, ¿son fantasmas reales?, Y su Mini Guía para el uso de antibióticos.", "projects": "Proyectos", "post_projects": "Si sus estudiantes están trabajando en un proyecto de ciencias, ya sea por su propio tiempo o para una competencia, ¡puede alentarlos a publicarlo en SCEETENS! Nuestra página de proyecto está dedicada a los estudiantes que desean compartir su trabajo y obtener comentarios. En la página, los estudiantes pueden ver los proyectos existentes, dejar comentarios y publicar su propio trabajo. También pueden actualizarlo a medida que avanzan; ¡Los proyectos no tienen que ser completados para ser publicados!", "thanks": "¡Gracias por revisar nuestra página de educadores! Esperamos colaborar contigo pronto."}}