{
  "article": {
    "about_the_author": "Sobre el Autor",
    "interview": "Entrevista",
    "by": "Por",
    "rate": "Disfrutaste este artículo?",
    "related": "Más sobre este tema ..."
  },
  "course": {
    "starts": "Empieza",
    "enroll_by": "Inscribir",
    "lessons": "Lecciones",
    "date": "Fecha",
    "lesson": "Lección",
    "notebook": "Computadora portátil",
    "files": "Archivos"
  },
  "gdpr": {
    "table_of_contents": "Tabla de contenido",
    "what_are_cookies": "¿Qué son las cookies?",
    "why_do_we_use": "¿Por qué usamos cookies?",
    "how_to_control": "¿Cómo puedo controlar las cookies?",
    "what_about_tracking": "¿Qué pasa con otras tecnologías de seguimiento?",
    "use_flash": "¿Usamos cookies flash o objetos compartidos locales?",
    "targeted_ads": "¿Servimos publicidad dirigida?",
    "how_often_updated": "¿Con qué frecuencia actualizaremos esta política de cookies?",
    "contact_us": "Contáctenos",
    "cookie_policy": "POLÍTICA DE COOKIES",
    "last_update": "Última actualización 9/30/2021"
  },
  "edit_profile": {
    "update_your_profile": "Actualiza tu perfil",
    "why_update_your_profile": "Actualice su perfil para agregar más información sobre usted o para cambiar su información.",
    "about": "Sobre",
    "tell_us_about": "Cuéntanos acerca de tí...",
    "drop_files": "Deje caer los archivos aquí ...",
    "drag_files": "Arrastre y suelte algunos archivos aquí",
    "profile_photo": "Foto de perfil",
    "update": "Actualizar",
    "cancel": "Cancelar",
    "loading": "Cargando...",
    "couldnt_update_profile": "No pudimos actualizar su perfil en este momento",
    "file_aborted": "La lectura de archivos fue abortada",
    "file_failed": "No se pudo leer el archivo",
    "format_not_accepted": "Este formato de archivo no es aceptado",
    "too_large": "Este archivo es demasiado grande",
    "fill_out_about": "Por favor complete su sección Acerca de"
  },
  "index_profile": { "joined": "Unido" },
  "project_create_edit": {
    "could_not_create": "No pudimos crear su proyecto en este momento",
    "file_abort": "La lectura de archivos fue abortada",
    "file_failed": "No se pudo leer el archivo",
    "file_format_not_accepted": "Este formato de archivo no es aceptado",
    "file_too_large": "Este archivo es demasiado grande",
    "error_title": "Complete el título de su proyecto",
    "error_start_date": "Establezca una fecha de inicio válida",
    "error_end_date": "Establezca una fecha de finalización válida",
    "error_dates": "La fecha de finalización debe llegar después de la fecha de inicio",
    "error_abstract": "Proporcione una breve descripción general de su proyecto (o lo que planea completar para su proyecto)",
    "error_email": "Por favor introduzca una dirección de correo electrónico válida",
    "could_not_find_email": "No pudimos encontrar esa dirección",
    "create_project": "Crea un proyecto",
    "why_create_project": "Cree un proyecto para compartir su trabajo y obtener comentarios de sus compañeros y mentores profesionales.",
    "title": "Título",
    "start_date": "Fecha de inicio",
    "not_required": "No requerido",
    "end_date": "Fecha final",
    "summary": "Resumen",
    "add_members": "Añadir miembros",
    "fields": "Campos",
    "drop_files": "Deje caer los archivos aquí ...",
    "drag_files": "Arrastre y suelte algunos archivos aquí",
    "suggest_photo": "Se sugiere que tenga al menos una foto para fines de pantalla",
    "multiple_photos": "Como tienes más de una foto, puedes",
    "set_display_photo": "Cambia tu foto de pantalla",
    "display_photo": "Foto",
    "other_photo": "Otra foto",
    "create": "Crear",
    "update_project": "Actualiza tu proyecto",
    "why_update_project": "Aquí, puede actualizar su proyecto",
    "update": "Actualizar",
    "cancel": "Cancelar",
    "could_not_update": "No pudimos actualizar su proyecto en este momento"
  },
  "auth": {
    "auth_invalid_email": "La dirección de correo electrónico o la contraseña no son válidas (si inicia sesión con Gmail, intente usar el botón a continuación)",
    "auth_user_disabled": "La cuenta correspondiente a este correo electrónico ha sido deshabilitado",
    "auth_user_not_found": "No hay una cuenta asociada con este correo electrónico",
    "auth_wrong_password": "La dirección de correo electrónico o la contraseña no son válidas (si inicia sesión con Gmail, intente usar el botón a continuación)",
    "please_verify": "Verifique su correo electrónico antes de iniciar sesión",
    "auth_email_in_use": "Este correo electrónico ya está en uso",
    "auth_weak_password": "La contraseña proporcionada es débil",
    "valid_email": "Ingrese un correo electrónico válido",
    "password_whitespace": "La contraseña no debe contener espacios en blanco",
    "password_uppercase": "La contraseña debe tener al menos un carácter mayúscula",
    "password_lowercase": "La contraseña debe tener al menos un personaje en minúscula",
    "password_digit": "La contraseña debe contener al menos un dígito",
    "password_symbol": "La contraseña debe contener al menos un símbolo especial",
    "password_length": "La contraseña debe tener 8-100 caracteres.",
    "educator_sign_in": "Iniciar sesión en el educador",
    "why_educator_sign_in": "Inicie sesión ahora para empoderar a la próxima generación de jóvenes científicos. ¿Eres estudiante?",
    "sign_in_here": "Firme aquí.",
    "email": "Correo electrónico",
    "password": "Clave",
    "sign_in": "Registrarse",
    "new_here": "¿Nuevo aquí?",
    "sign_up": "Inscribirse",
    "reset_password": "Restablecer la contraseña",
    "why_reset_password": "¿Olvidaste tu contraseña? ¡Sin preocupaciones! Envíe su correo electrónico a continuación y le enviaremos un enlace de reinicio.",
    "reset_message": "Acabamos de enviarle un enlace para restablecer su contraseña. Asegúrese de consultar su spam para este correo electrónico también.",
    "go_home": "Vete a casa",
    "student_sign_in": "Estudiante Iniciar sesión en",
    "why_student_sign_in": "Tener una cuenta le permite compartir sus proyectos, encontrar eventos adaptados a sus intereses y recibir tutoría. ¿Eres educador?",
    "or": "o",
    "google_sign_in": "Inicia sesión con Google",
    "educate_on_sciteens": "Educar en Sciteens",
    "why_educate_on_sciteens": "Empoderar a la próxima generación de líderes STEM de todo el mundo.",
    "first_name": "Primer nombre",
    "last_name": "Apellido",
    "institution": "Institución",
    "position": "Yo soy un)",
    "educator": "Educador",
    "professional": "Profesional",
    "researcher": "Investigador",
    "prefer_not_answer": "Prefiero no responder",
    "gender": "Género",
    "male": "Masculino",
    "female": "Femenino",
    "other": "Otro",
    "race": "La raza",
    "american_indian": "Indio americano o nativo de Alaska",
    "asian": "Asiático (incluido el subcontinente indio y el origen de Philipipines)",
    "black": "Negro o afroamericano",
    "hispanic": "hispano o latino",
    "white": "Blanco (incluido el origen del Medio Oriente)",
    "native_hawaiian": "Nativo de Hawai u otra isla del Pacífico",
    "terms": "He leído y acepto la",
    "terms_link": "Términos y privacidad",
    "create_account": "Crear una cuenta",
    "have_account": "¿Tener una cuenta?",
    "sign_in_link": "Iniciar sesión",
    "finish_signup": "Solo algunas cosas más",
    "why_finish_signup": "Antes de que pueda comenzar en Sciteens, complete algunas cosas más sobre usted.",
    "birthday": "Cumpleaños",
    "birthday_info": "Tu fecha de nacimiento. Debe tener 13 años de edad o más para usar Sciteens",
    "finish ": "Finalizar",
    "i_am_a": "Yo soy un)",
    "student": "Alumno",
    "student_info": "Regístrese como estudiante si actualmente se encuentra en la escuela secundaria o entre las edades de 13 y 18 años.",
    "educator_info": "Regístrese como educador si está en la academia o la industria, y desea ayudar a Stem High School Students.",
    "and_other_options": "(Y otras opciones ...)",
    "neither_of_above": "¿Ninguno de los anteriores?",
    "involved_link": "Vea cómo puede involucrarse",
    "thanks_for_signing_up": "Gracias por registrarte!",
    "send_confirmation": "Le enviaremos un correo electrónico de confirmación en breve; ¡Asegúrese de verificar su correo electrónico para publicar proyectos y enviar/recibir comentarios! Mientras tanto, siéntase libre de ver algunos de nuestros últimos",
    "articles": "artículos",
    "projects": "proyectos",
    "for_inspiration": "¡Para obtener algo de inspiración, y no dude en seguirnos en nuestras plataformas de redes sociales para mantenerse al día con Sciteens News!",
    "student_sign_up": "Estudiante Registro",
    "why_student_sign_up": "Crear una cuenta le permite compartir sus proyectos, encontrar eventos adaptados a sus intereses y recibir tutoría.",
    "sign_in_failed": "Fallo al iniciar sesion. Vuelva a intentarlo o cree una cuenta.",
    "error_terms": "Debe aceptar los Términos y Condiciones",
    "unable_to_create": "Lo siento, no pudimos crear su cuenta.",
    "error_name": "Utilice un nombre válido",
    "error_first_name": "Solo ingrese su nombre (o conéctelo con guiones)",
    "error_last_name": "Solo ingrese su apellido (o conéctelo con guiones)",
    "valid_institution": "Proporcione una institución válida",
    "error_birthday": "Debes tener 13 años o más para usar Sciteens"
  },
  "404": {
    "sorry": "404 - Lo siento, no pudimos encontrar eso",
    "cool_video": "Aquí hay un video genial para ver en su lugar"
  },
  "about": {
    "on_a_mission": "Estamos en una misión.",
    "we_strive": "Nos esforzamos por cerrar la brecha entre la educación y la oportunidad, particularmente para los estudiantes de áreas de baja recursos que no tienen una red extensa de apoyo STEM.",
    "get_to_know_us": "Conocernos.",
    "about_sri": "Sri tiene un golden retriever y puede hablar con la boca cerrada.",
    "about_rohan": "Rohan es un fotógrafo aficionado y ese típico niño de anime.",
    "about_aneesha": "Aneesha asiste a la Universidad de Florida y ella puede hacer una voltereta.",
    "about_eduard": "Eduard quiere crear un robot que conquista el mundo.",
    "about_angelo": "Angelo es estudiante en Suncoast High School.",
    "about_aya": "AYA es un nerd certificado con una obsesión poco saludable en Marvel and Books",
    "about_sonica": "A Sonica le encanta aprender cosas nuevas.",
    "about_angelica": "Angélica es estudiante en el Instituto de Tecnología de Massachusetts apasionado por la ciencia de datos y Python.",
    "about_john": "John no es un científico loco y no hace investigación de biología (a pesar de la foto).",
    "about_akash": "Akash es un estudiante actual de ingeniería informática en la USC.",
    "about_carlos": "Carlos ha recolectado rocas desde la escuela primaria.",
    "about_erin": "Erin tiene un intenso miedo a las ardillas.",
    "about_grace": "La comida favorita de Grace es el helado, y puede doblar un pájaro de origami épico.",
    "about_aarti": "A Aarti le gusta escribir.",
    "about_iman": "Iman corre, paseos a caballo y está en el equipo de levantamiento de pesas de su escuela.",
    "about_hannah": "A Hannah le gusta hacer ejercicio y está interesada en buscar ingeniería robótica.",
    "about_liane": "Liane es una estudiante de primer año universitaria que disfruta viajar, comer y decirle chistes de papá.",
    "about_ashley": "Ashley le gusta interpretar a Sudoku y está interesado en buscar neurociencia.",
    "about_ohm": "Ohm vivió en Nueva Jersey durante trece años.",
    "about_tasman": "Las pasiones de Taz consisten en gritar agresivamente en micrófonos y capturar salamandras.",
    "about_luke": "A Luke le gusta hacer ejercicio, disparar aros y tocar sus guitarras.",
    "about_srishti": "Srishti es un estudiante de segundo año de secundaria interesado en STEM y la escritura. Le encanta escuchar música y ver películas.",
    "about_philip": "Philip es un estudiante de física de primer año con un gran interés en todo lo relacionado con la física, las matemáticas y la informática.",
    "about_joud": "Joud es un estudiante senior libanés/canadiense que ama la biología. Le gusta leer, explorar y disfrutar de la vida. Siempre está listo para llenar a todos con positividad.",
    "about_sanjana": "A Sanjana le gusta jugar contra el violín, probar nuevas recetas y tomar diversos cursos en línea.",
    "about_alae": "Soy Alae y me encanta hacer memes. Ah, y también tengo el perro más lindo de todos."
  },
  "articles": {
    "articles": "Artículos",
    "sorry": "Lo siento, no pudimos encontrar ninguna búsqueda relacionada con",
    "search_articles": "Artículos de búsqueda",
    "search": "Búsqueda"
  },
  "courses": {
    "courses": "Cursos",
    "sorry": "Lo siento, no pudimos encontrar ninguna búsqueda relacionada con",
    "search_courses": "Buscar cursos",
    "search": "Búsqueda",
    "topics": "Temas"
  },
  "donate": {
    "annual_donation_appeal": "Apelación de donación anual",
    "donate_now": "Done ahora",
    "read_our_mission": "Lea nuestra misión",
    "dear_supporter": "Estimado partidario de Sciteens,",
    "sciteens_pride": "En Sciteens, nos enorgullecemos de nuestras habilidades tecnológicas y jóvenes para entregar los mejores recursos a estudiantes de secundaria subrepresentados en todo Estados Unidos. El año pasado, fue difícil para todos nosotros, pero aquí en Sciteens estábamos preparados. A medida que la enseñanza en todo Estados Unidos cambió en línea, nuestra plataforma en línea permitió a los estudiantes explorar su interés en STEM a través de nuestros artículos, planes de estudio en línea y series de oradores invitados.",
    "we_depend_on_donations": "Es por eso que dependemos de personas generosas como usted, que ven el futuro y la necesidad inmediata de más recursos en línea que sean accesibles para los estudiantes. Su generosidad nos permitirá comunicarse con más estudiantes en todo Estados Unidos que podrán beneficiarse de nuestros recursos de forma gratuita. Sciteens planea expandir sus planes de estudio a más escuelas secundarias de bajos ingresos en todo Estados Unidos. Hoy más que nunca, es evidente que la educación en línea es el futuro para una educación STEM equitativa.",
    "we_kindly_ask": "Le pedimos amablemente que considere a Sciteens como una organización a la que donará para que podamos continuar llevando a cabo nuestra misión e involucrar a más estudiantes en la belleza de STEM.",
    "sincerely": "Sinceramente",
    "co_founder": "Cofundador y director ejecutivo"
  },
  "get_involved": {
    "want_to_get_involved": "¿Quieres involucrarte?",
    "students": "Estudiantes",
    "get_involved_student": "¡Como estudiante, involucrarse con Sciteens es tan simple como registrarse! Una vez registrado, puede conectarse con increíbles programas y mentores STEM, así como compartir sus increíbles proyectos. Si desea comenzar un club STEM en su escuela secundaria, estamos más que dispuestos a patrocinar y ayudarlo también; Solo comuníquese con",
    "student_sign_up": "Estudiante Registrarse",
    "mentors": "Mentores",
    "get_involved_mentor": "Uno de los servicios que proporciona Sciteens son las oportunidades de tutoría para los estudiantes. Siempre estamos buscando mentores que estén dispuestos a ser emparejados con un estudiante basado en temas y campos de interés para ayudar a un estudiante. Para ser un mentor, debe ser profesor, maestro, estudiante de posgrado o pregrado STEM, o ser empleado en un campo STEM y estar dispuesto a dedicar algo de tiempo a ayudar a estudiantes apasionados de STEM.",
    "mentor_sign_up": "Mentor Registrarse",
    "outreach": "Superar a",
    "get_involved_outreach": "Uno de los principios centrales de la ciencia es la colaboración. ¡Nuestra misión depende de la colaboración, y siempre estamos buscando formas de llevar la ciencia a cada estudiante! Si conoce una escuela, maestro, programa de ciencias o organización que podría ayudarnos a lograr nuestra misión, comuníquese con nosotros en",
    "contact_us": "Contáctenos",
    "funding": "Fondos",
    "get_involved_funding": "Somos una organización sin fines de lucro que se basa en crowdfunding, subvenciones y donaciones privadas. Si conoce a alguien que está dispuesto a donar o desea ayudarnos a encontrar formas de financiar, comuníquese con nosotros en",
    "no_student_limited": "Ningún estudiante debe estar limitado por su nivel de ingresos cuando se trata de realizar investigaciones científicas, por lo que cada donación cuenta.",
    "donate_now": "Done ahora"
  },
  "index": {
    "science_simplified": "Ciencia, simplificada.",
    "share_work": "Comparta su trabajo, obtenga comentarios de mentores y compañeros, y encuentre excelentes oportunidades científicas y recursos disponibles y accesibles para usted. Oh sí, y es gratis. Solo aquí en Sciteens.",
    "get_started": "Empezar",
    "furthering_accessibility": "Forzando la accesibilidad de la ciencia, un estudiante a la vez.",
    "bridge_the_gap": "Nos esforzamos por cerrar la brecha entre la educación y la oportunidad, particularmente para los estudiantes de áreas de baja recursos que no tienen una red extensa de apoyo STEM.",
    "for_teens_by_teens": "Sciteens fue iniciado por un grupo de adolescentes como tú tratando de comenzar en los campos de tallo. Debido a esto, sabemos lo intimidante que puede ser comenzar sus propios proyectos de investigación. Queremos poner fin a esta intimidación y hacer que la investigación STEM sea accesible y gratificante para todos.",
    "collaborate_on_projects": "Con Sciteens, puede compartir su conocimiento e investigación escribiendo artículos o creando proyectos. Su trabajo puede ser visto por otros usuarios de Sciteens, lo que le brinda acceso a oportunidades únicas a través de la colaboración con sus compañeros y la tutoría por parte de eruditos consumados en los campos STEM.",
    "spark_of_inspiration": "Todo lo que se necesita es una chispa de inspiración, la voluntad de trabajar con sus compañeros y una cuenta para comenzar a hacer una investigación científica y hacer una diferencia en su área de estudio.",
    "sciteens_pride": "Sciteens se enorgullece de su código abierto y plataforma de colaboración, pero deja que nuestros usuarios hablen por nosotros.",
    "monthly_users": "Usuarios activos mensuales",
    "schools": "escuelas",
    "countries": "países",
    "featured_media": "Medios destacados",
    "data_science_and_ecology": "Sciteens: Data Science and Ecology for Gen Z",
    "ideas_challenge": "Ideas Challenge muestra empresas sociales en el MIT",
    "young_scholars_program": "El programa en línea de Young Scholars convierte a los estudiantes en científicos",
    "partners": "Socios y programas",
    "support_us": "Si desea apoyarnos, considere",
    "donating": "donación."
  },
  "projects": {
    "projects": "Proyectos",
    "sorry": "Lo siento, no pudimos encontrar ninguna búsqueda relacionada con",
    "search_projects": "Buscar proyectos",
    "search": "Búsqueda",
    "topics": "Temas"
  },
  "fields": {
    "all": "Todos",
    "biology": "Biología",
    "chemistry": "Química",
    "cognitive_science": "Ciencia cognitiva",
    "computer_science": "Ciencias de la Computación",
    "earth_science": "ciencia de la Tierra",
    "electrical_engineering": "Ingenieria Eléctrica",
    "environmental_science": "Ciencia medioambiental",
    "mathematics": "Matemáticas",
    "mechanical_engineering": "Ingeniería Mecánica",
    "medicine": "Medicamento",
    "physics": "Física",
    "space_science": "Ciencia espacial",
    "fall_2022_science_fair": "Otoño 2022 Feria de ciencias"
  },
  "navigation": {
    "home": "Hogar",
    "about": "Sobre",
    "articles": "Artículos",
    "projects": "Proyectos",
    "courses": "Cursos",
    "get_involved": "Involucrarse",
    "donate": "Donar",
    "sign_out": "Desconectar",
    "sign_up": "Inscribirse",
    "profile": "Perfil"
  },
  "footer": {
    "organization": "ORGANIZACIÓN",
    "about": "Sobre",
    "get_started": "Empezar",
    "contact": "Contacto",
    "get_involved": "Involucrarse",
    "feedback": "Retroalimentación",
    "legal": "LEGAL",
    "privacy": "Privacidad",
    "terms": "Términos",
    "cookies": "Galletas",
    "language": "IDIOMA",
    "follow_us": "SÍGANOS"
  },
  "educators": {
    "courses": "Cursos",
    "accessible_courses": "En Sciteens, nos gusta hacer cursos de ciencias 100% en línea y accesibles para estudiantes de secundaria. Actualmente, tenemos pistas ecológicas, biológicas y físicas. Para obtener un desglose de cada uno de nuestros cursos, navegue a nuestra página de cursos.",
    "promote_to_students": "Como educador, puede promover estos cursos a sus alumnos, ya que pueden completarse completamente en línea y de forma gratuita. Los materiales del curso son accesibles para que los estudiantes trabajen en su propio tiempo, pero realizamos sesiones síncronas en varios momentos durante todo el año. Para suscribirse a un curso sincrónico, sus estudiantes deben hacer una cuenta de Sciteens (que los agregará automáticamente a la lista de correo) para ser notificados lo antes posible.",
    "use_colab": "Nuestros cursos utilizan el siguiente software: Google Colab y Google Slides. Google Colab es lo que usted y sus alumnos usarán para cargar nuestras lecciones de codificación, que están en formato de cuaderno Jupyter. ¡Mientras tenga una cuenta de Google, está listo para usar los cuadernos!",
    "contact_us": "Si tiene alguna pregunta o comentario sobre nuestros cursos, ¡nos encantaría saber de usted! Puedes enviar un correo electrónico tampoco",
    "or": "o",
    "respectively": "respectivamente",
    "resources": "Recursos",
    "science_resources": "Además de los cursos, brindamos a los estudiantes recursos científicos. En nuestro canal de YouTube Sciteens, publicamos entrevistas, conversaciones e incluso experimentos científicos.",
    "popular_video": "Nuestro video más popular:",
    "recent_video": "Nuestro video más reciente:",
    "articles_page": "Además, tenemos una página completa dedicada a los artículos de ciencias. Nuestros artículos son una excelente manera para que los estudiantes exploren sus intereses STEM, como están escritos para compañeros y por compañeros. Algunos de nuestros artículos más recientes incluyen: Clasificación de animales en relación con los humanos, ¿son reales fantasmas?, Y su mini guía para el uso de antibióticos.",
    "projects": "Proyectos",
    "post_projects": "Si sus alumnos están trabajando en un proyecto de ciencias, ya sea en su propio tiempo o para una competencia, ¡puede alentarlos a publicarlo en Sciteens! Nuestra página del proyecto está dedicada a los estudiantes que desean compartir su trabajo y recibir comentarios. En la página, los estudiantes pueden ver proyectos existentes, dejar comentarios y publicar su propio trabajo. También pueden actualizarlo a medida que avanzan; ¡Los proyectos no tienen que completarse para que se publiquen!",
    "thanks": "¡Gracias por visitar nuestra página de Educadores! Esperamos colaborar contigo pronto."
  }
}
