{"article": {"about_the_author": "About The Author", "interview": "Interview", "by": "By", "rate": "Did you enjoy this article?", "related": "More on this topic..."}, "course": {"starts": "Starts", "enroll_by": "Enroll By", "lessons": "Lessons", "date": "Date", "lesson": "Lesson", "notebook": "Notebook", "files": "Files"}, "gdpr": {"table_of_contents": "Table of Contents", "what_are_cookies": "What Are Cookies?", "why_do_we_use": "Why Do We Use Cookies?", "how_to_control": "How Can I Control Cookies?", "what_about_tracking": "What About Other Tracking Technologies?", "use_flash": "Do We Use Flash Cookies Or Local Shared Objects?", "targeted_ads": "Do We Serve Targeted Advertising?", "how_often_updated": "How Often Will We Update This Cookie Policy", "contact_us": "Contact Us", "cookie_policy": "COOKIE POLICY", "last_update": "Last Updated 9/30/2021"}, "edit_profile": {"update_your_profile": "Update your Profile", "why_update_your_profile": "Update your profile to add more information about yourself or to change your information.", "about": "About", "tell_us_about": "Tell us about yourself...", "drop_files": "Drop the files here...", "drag_files": "Drag and drop some files here", "profile_photo": "Profile Photo", "update": "Update", "cancel": "Cancel", "loading": "Loading...", "couldnt_update_profile": "We couldn't update your profile at this time", "file_aborted": "File reading was aborted", "file_failed": "Failed to read the file", "format_not_accepted": "This file format is not accepted", "too_large": "This file is too large", "fill_out_about": "Please fill out your about section"}, "index_profile": {"joined": "Joined"}, "project_create_edit": {"could_not_create": "We couldn't create your project at this time", "file_abort": "File reading was aborted", "file_failed": "Failed to read the file", "file_format_not_accepted": "This file format is not accepted", "file_too_large": "This file is too large", "error_title": "Please fill out your project title", "error_start_date": "Please set a valid start date", "error_end_date": "Please set a valid end date", "error_dates": "End date must come after the start date", "error_abstract": "Please provide a brief overview of your project (or what you plan to complete for your project)", "error_email": "Please enter a valid email", "could_not_find_email": "We could not find that address", "create_project": "Create a Project", "why_create_project": "Create a project to share your work and gain feedback from your peers and professional mentors.", "title": "Title", "start_date": "Start Date", "not_required": "Not Required", "end_date": "End Date", "summary": "Summary", "add_members": "Add Members", "fields": "Fields", "drop_files": "Drop the files here...", "drag_files": "Drag and drop some files here", "suggest_photo": "It's suggested that you have at least one photo for display purposes", "multiple_photos": "Since you have more than one photo, you can", "set_display_photo": "change your display photo", "display_photo": "Display Photo", "other_photo": "Other Photo", "create": "Create", "update_project": "Update your Project", "why_update_project": "Here, you can update your project", "update": "Update", "cancel": "Cancel", "could_not_update": "We could not update your project at this time"}, "auth": {"auth_invalid_email": "Email address or password is invalid (if logging in with Gmail, try using the button below)", "auth_user_disabled": "The account corresponding to this email has been disabled", "auth_user_not_found": "There is no account associated with this email", "auth_wrong_password": "Email address or password is invalid (if logging in with Gmail, try using the button below)", "please_verify": "Please verify your email before signing in", "auth_email_in_use": "This email is already in use", "auth_weak_password": "The password provided is weak", "valid_email": "Please input a valid email", "password_whitespace": "Password must not contain Whitespaces", "password_uppercase": "Password must have at least one Uppercase Character", "password_lowercase": "Password must have at least one Lowercase Character", "password_digit": "Password must contain at least one Digit", "password_symbol": "Password must contain at least one Special Symbol", "password_length": "Password must be 8-100 Characters Long.", "educator_sign_in": "Educator Sign In", "why_educator_sign_in": "Sign in now to empower the next generation of young scientists. Are you a student?", "sign_in_here": "Sign in here.", "email": "Email", "password": "Password", "sign_in": "Sign In", "new_here": "New Here?", "sign_up": "Sign Up", "reset_password": "Reset Password", "why_reset_password": "Forgot your password? No worries! Submit your email below, and we’ll send you a reset link.", "reset_message": "We just sent you a link to reset your password. Be sure to check your spam for this email as well.", "go_home": "Go Home", "student_sign_in": "Student Sign In", "why_student_sign_in": "Having an account allows you to share your projects, find events tailored to your interests, and receive mentorship. Are you an educator?", "or": "or", "google_sign_in": "Sign in with Google", "educate_on_sciteens": "Educate on SciTeens", "why_educate_on_sciteens": "Empower the next generation of STEM leaders from across the globe.", "first_name": "First Name", "last_name": "Last Name", "institution": "Institution", "position": "I am a(n)", "educator": "Educator", "professional": "Professional", "researcher": "Researcher", "prefer_not_answer": "Prefer not to answer", "gender": "Gender", "male": "Male", "female": "Female", "other": "Other", "race": "Race", "american_indian": "American Indian or Alaska Native", "asian": "Asian (including Indian subcontinent and Philipipines origin)", "black": "Black or African American", "hispanic": "Hispanic or Latino", "white": "White (including Middle Eastern origin)", "native_hawaiian": "Native Hawaiian or Other Pacific Islander", "terms": "I have read and accept the ", "terms_link": "terms and privacy", "create_account": "Create Account", "have_account": "Have an account?", "sign_in_link": "Sign in", "finish_signup": "Just a few more things", "why_finish_signup": "Before you can get started on SciTeens, please fill out a few more things about yourself.", "birthday": "Birthday", "birthday_info": "Your date of birth. You must be 13 years of age or older to use SciTeens", "finish ": "Finish", "i_am_a": "I am a(n)", "student": "Student", "student_info": "Sign up as a student if you are currently in high school or between the ages of 13 and 18.", "educator_info": "Sign up as an educator if you are in academia or industry, and want to help STEM high school students.", "and_other_options": "(And other options...)", "neither_of_above": "Neither of the above?", "involved_link": "See how you can get involved", "thanks_for_signing_up": "Thanks for signing up!", "send_confirmation": "We'll send you a confirmation email shortly; be sure to verify your email to post projects and send/receive feedback! In the mean time, feel free to check out some of our latest", "articles": "articles", "projects": "projects", "for_inspiration": "for some inspiration, and feel free to follow us on our social media platforms to stay up-to-date with SciTeens news!", "student_sign_up": "Student Sign-up", "why_student_sign_up": "Creating an account allows you to share your projects, find events tailored to your interests, and receive mentorship.", "sign_in_failed": "Sign in failed. Please try again or create an account.", "error_terms": "You must accept the terms and conditions", "unable_to_create": "Sorry, we were unable to create your account.", "error_name": "Please use a valid name", "error_first_name": "Please only enter your first name (or connect it with hyphens)", "error_last_name": "Please only enter your last name (or connect it with hyphens)", "valid_institution": "Please provide a valid institution", "error_birthday": "You must be 13 years old or older to use SciTeens"}, "404": {"sorry": "404 - Sorry, we couldn't find that", "cool_video": "Here's a cool video to watch instead"}, "about": {"on_a_mission": "We're on a mission.", "we_strive": "We strive to bridge the gap between education and opportunity, particularly for students from low-resource areas who do not have an extensive STEM support network.", "get_to_know_us": "Get to know us.", "about_sri": "Sri has a golden retriever and can talk with her mouth closed.", "about_rohan": "Rohan is an amateur photographer and that typical anime watching kid.", "about_aneesha": "Aneesha attends the University of Florida and she can do a cartwheel.", "about_eduard": "Eduard wants to create a robot that would conquer the world.", "about_angelo": "Angelo is a student at Suncoast High School.", "about_aya": "Aya is a certified nerd with an unhealthy obsession in marvel and books", "about_sonica": "Sonica loves learning new things.", "about_angelica": "Angelica is a student at Massachusetts Institute of Technology passionate about data science and Python.", "about_john": "John isn't a mad scientist and doesn't do biology research (despite the photo).", "about_akash": "Akash is a current computer engineering student at USC.", "about_carlos": "Carlos has collected rocks since elementary school.", "about_erin": "Erin has an intense fear of squirrels.", "about_grace": "Grace's favorite food is ice cream, and she can fold an epic origami bird.", "about_aarti": "Aarti likes to write.", "about_iman": "Iman runs, horseback rides, and is on her school's weightlifting team.", "about_hannah": "Hannah likes to work out and is interested in pursuing robotic engineering.", "about_liane": "Liane is a college freshman who enjoys traveling, eating, and telling dad jokes.", "about_ashley": "Ashley enjoys playing Sudoku and is interested in pursuing Neuroscience.", "about_ohm": "Ohm lived in New Jersey for thirteen years.", "about_tasman": "Taz's passions consist of aggressively screaming into microphones and catching salamanders.", "about_luke": "Luke enjoys working out, shooting hoops, and playing his guitars."}, "articles": {"articles": "Articles", "sorry": "Sorry, we couldn't find any searches related to", "search_articles": "Search Articles", "search": "Search"}, "courses": {"courses": "Courses", "sorry": "Sorry, we couldn't find any searches related to", "search_courses": "Search Courses", "search": "Search", "topics": "Topics"}, "donate": {"annual_donation_appeal": "Annual Donation Appeal", "donate_now": "Donate Now", "read_our_mission": "Read our Mission", "dear_supporter": "Dear SciTeens Supporter,", "sciteens_pride": "At SciTeens, we take great pride in our technological abilities and youth to deliver the best resources to underrepresented high school students across America. This past year, it was a difficult one for all of us but here at SciTeens we were prepared. As teaching across America shifted online, our online platform allowed students to explore their interest in stem via our articles, online curriculums, and guest speaker series.", "we_depend_on_donations": "This is why we depend on generous people like you, who see the future and immediate need for more online resources that are accessible to students. Your generosity will allow us to reach out to more students across America that will be able to benefit from our resources for free. SciTeens plans on expanding its curriculums to more low income high schools across America. Today more than ever, it is evident that online education is the future for an equitable STEM education.", "we_kindly_ask": "We kindly ask that you consider SciTeens as an organization that you will donate to so we may continue carrying out our mission and engage more students in the beauty of STEM.", "sincerely": "Sincerely", "co_founder": "Co-Founder and Executive Director"}, "get_involved": {"want_to_get_involved": "Want to Get Involved?", "students": "Students", "get_involved_student": "As a student, getting involved with SciTeens is as simple as signing up! Once registered, you can connect with amazing STEM programs and mentors, as well as share your amazing projects. If you want to start a STEM club at your high school, we're more than willing to sponsor and assist you as well; just reach out to", "student_sign_up": "Student Sign Up", "mentors": "Mentors", "get_involved_mentor": "One of the services that SciTeens provides is mentorship opportunities for students. We are always looking for mentors who are willing to be matched with a student based on topics and fields of interest to assist a student. In order to be a mentor, you must be a professor, teacher, graduate or undergraduate STEM student, or be employed in a STEM field and be willing to devote some time to helping passionate STEM students.", "mentor_sign_up": "Mentor Sign Up", "outreach": "Outreach", "get_involved_outreach": "One of the core principles of science is collaboration. Our mission depends on collaboration, and we are always looking for ways to bring science to every single student! If you know a school, teacher, science program, or organization that could help us achieve our mission, please reach out to us at", "contact_us": "Contact Us", "funding": "Funding", "get_involved_funding": "We are a nonprofit organization that relies on crowdfunding, grants, and private donations. If you know someone who is willing to donate or would like to help us out in finding ways of getting funded, please reach out to us at", "no_student_limited": "No student should be limited by their income level when it comes to conducting scientific research, so every donation counts.", "donate_now": "Donate Now"}, "index": {"science_simplified": "Science, simplified.", "share_work": "Share your work, get feedback from mentors and peers, and find great scientific opportunities and resources available and accessible to you. Oh yeah, and it's free. Only here on SciTeens.", "get_started": "Get Started", "furthering_accessibility": "Furthering the accessibility of science, one student at a time.", "bridge_the_gap": "We strive to bridge the gap between education and opportunity, particularly for students from low-resource areas who do not have an extensive STEM support network.", "for_teens_by_teens": "SciTeens was started by a group of teens just like you trying to get started in the STEM fields. Because of this, we know how intimidating it can be to begin your own research projects. We want to put an end to this intimidation and make STEM research accesible and rewarding for everyone.", "collaborate_on_projects": "With SciTeens you can share your knowledge and research by writing articles or creating projects. Your work can be viewed by other SciTeens users, giving you access to unique opportunities through collaboration with your peers and mentorship by accomplished scholars in the STEM fields.", "spark_of_inspiration": "All it takes is a spark of inspiration, the willingness to work with your peers, and an account to get started doing scientific research and making a difference in your area of study.", "sciteens_pride": "SciTeens takes pride in its open source and collaborative platform, but let our users do the talking for us.", "monthly_users": "Monthly Active Users", "schools": "schools", "countries": "countries", "featured_media": "Featured Media", "data_science_and_ecology": "SciTeens: Data Science and Ecology for Gen Z", "ideas_challenge": "IDEAS challenge showcases social ventures at MIT", "young_scholars_program": "Young Scholars Online Program turns students into scientists", "partners": "Partners and Programs", "support_us": "If you'd like to support us, please consider", "donating": "donating."}, "projects": {"projects": "Projects", "sorry": "Sorry, we couldn't find any searches related to", "search_projects": "Search for Projects", "search": "Search", "topics": "Topics"}, "fields": {"all": "All", "biology": "Biology", "chemistry": "Chemistry", "cognitive_science": "Cognitive Science", "computer_science": "Computer Science", "earth_science": "Earth Science", "electrical_engineering": "Electrical Engineering", "environmental_science": "Environmental Science", "mathematics": "Mathematics", "mechanical_engineering": "Mechanical Engineering", "medicine": "Medicine", "physics": "Physics", "space_science": "Space Science"}, "navigation": {"home": "Home", "about": "About", "articles": "Articles", "projects": "Projects", "courses": "Courses", "get_involved": "Get Involved", "donate": "Donate", "sign_out": "Sign Out", "sign_up": "Sign Up", "profile": "Profile"}, "footer": {"organization": "ORGANIZATION", "about": "About", "get_started": "Get Started", "contact": "Contact", "get_involved": "Get Involved", "feedback": "Feedback", "legal": "LEGAL", "privacy": "Privacy", "terms": "Terms", "cookies": "Cookies", "language": "LANGUAGE", "follow_us": "FOLLOW US"}, "educators": {"courses": "Courses", "accessible_courses": "At SciTeens, we like to make 100% online and accessible science courses for high schoolers. Currently, we have ecological, biological, and physics tracks. To get a breakdown of each of our courses, navigate to our Courses page.", "promote_to_students": "As an educator, you can promote these courses to your students, as they can be completed completely online and for free. The course materials are accessible for the students to work through on their own time, but we run synchronous sessions at various times throughout the year. To sign up for a synchronous course, your students should make a SciTeens account (which will automatically add them to the mailing list) in order to be notified as soon as possible.", "use_colab": "Our courses use the following software: Google Colab and Google Slides. Google Colab is what you and your students will use to load our coding lessons, which are in Jupyter Notebook format. As long as you have a Google account, you’re all set to use the notebooks!", "contact_us": "If you have any questions or feedback on our courses, we’d love to hear from you! You can email either ", "or": "or", "respectively": "respectively", "resources": "Resources", "science_resources": "In addition to courses, we provide students with science resources. On our SciTeens YouTube channel, we post interviews, talks, and even science experiments.", "popular_video": "Our most popular video:", "recent_video": "Our most recent video:", "articles_page": "Also, we have a whole page dedicated to science articles. Our articles are a great way for students to explore their STEM interests, as they’re written for and by fellow students. A few of our most recent articles include: Classification of Animals as it Relates to Humans, Are Ghosts Real?, and Your Mini Guide For Antibiotics Usage.", "projects": "Projects", "post_projects": "If your students are working on a science project, either on their own time or for a competition, you can encourage them to post it on SciTeens! Our Project page is dedicated to students who want to share their work and get feedback. On the page, students can view existing projects, leave comments, and post their own work. They can also update it as they go; projects do not have to be completed in order to be posted!", "thanks": "Thanks for checking out our Educators page! We hope to collaborate with you soon."}}